[
  {
    "url": "https://u.ae/en/about-the-uae/strategies-initiatives-and-awards/strategies-plans-and-visions/innovation-and-future-shaping/we-the-uae-2031-vision",
    "status": "success",
    "webpage_content": "# ‘We the UAE 2031’ vision | The Official Platform of the UAE Government\n**Source URL:** https://u.ae/en/about-the-uae/strategies-initiatives-and-awards/strategies-plans-and-visions/innovation-and-future-shaping/we-the-uae-2031-vision\n---\n\n## ‘We the UAE 2031’ vision\n\n‘We the UAE 2031’ vision represents a national plan through which the UAE will continue its development path for the next 10 years, with focus on social, economic, investment and development aspects. The plan seeks to enhance the position of the UAE as a global partner and an attractive and influential economic hub.\n\n- About The UAE\n- Strategies, policies, initiatives and awards\n- Strategies and visions\n- Future shaping and innovation\n- ‘We the UAE 2031’ vision\n\n",
    "title": "‘We the UAE 2031’ vision | The Official Platform of the UAE Government"
  },
  {
    "url": "https://u.ae/en/about-the-uae/strategies-initiatives-and-awards/strategies-plans-and-visions/government-services-and-digital-transformation/uae-strategy-for-artificial-intelligence",
    "status": "success",
    "webpage_content": "# UAE Strategy for Artificial Intelligence | The Official Platform of the UAE Government\n**Source URL:** https://u.ae/en/about-the-uae/strategies-initiatives-and-awards/strategies-plans-and-visions/government-services-and-digital-transformation/uae-strategy-for-artificial-intelligence\n---\n\n## UAE Strategy for Artificial Intelligence\n\nThe UAE Strategy for Artificial Intelligence aims to achieve the objectives of UAE Centennial 2071, boost government performance at all levels, use an integrated smart digital system that can overcome challenges and provide quick efficient solutions, make the UAE the first in the field of AI investments in various sectors and create new vital market with high economic value.\n\n- About The UAE\n- Strategies, policies, initiatives and awards\n- Strategies and visions\n- Strategies for government services and digital transformation\n- UAE Strategy for Artificial Intelligence\n\n",
    "title": "UAE Strategy for Artificial Intelligence | The Official Platform of the UAE Government"
  },
  {
    "url": "https://dga.gov.sa/en/Digital_Government_Policy",
    "status": "success",
    "webpage_content": "# Digital Government Policy | Digital Government Authority\n**Description:** The Digital Government Policy sets the overall direction to achieve sustainable long term government digital transformation in the Kingdom. The Digital Government Policy supports the development of government entities strategic plans that are fully aligned with the National Digital Government Strategy.\n**Source URL:** https://dga.gov.sa/en/Digital_Government_Policy\n---\n\n###### Official government website of the Government of the Kingdom of Saudi Arabia\n\n###### Links to official Saudi websites end withgov.sa\n\n###### Government websites use the HTTPS protocol for encryption and security.\n\n# Digital Government Policy\n\n# Digital Government Policy\n\n###### Browse Setting\n\n## Digital Government Policy\n\n## Strategic House Regulatory Framework for Digital Government Business\n\n#### Digital Government Regulatory Framework\n\n###### The Principles\n\n## 1. Preamble\n\n## 2. Introduction\n\n## 3. Policy Objectives\n\n## 4. Policy Components\n\n### 4.1 Engagement\n\n##### Engagement requires the participation of and collaboration with institutions from government, the private sector, civil society and benefi­ciaries so they can provide valuable inputs for digital government implementation.\n\n##### The Engagement Pillar comprises the following six principles:\n\n### 4.2 Transformation\n\n##### Transformation includes the enablers that drive the development of government – the main emphasis being on modernization, not technology. Transformation demands an integrated approach to institutional modernization – changes to managerial, organizational, technical, and business processes – that will drive high-quality digital government platforms and services.\n\n##### The Transformation Pillar is based on the following four principles:\n\n### 4.3 Capacity\n\n##### The pillars of engagement and transformation require access to an e-client digital government ecosystem, including the local private sector, that facilitates the much-needed change in government entities. Change and process management overall Capability, as well as technical expertise, is needed to strengthen an enabled government workforce and drive complex transformation processes.\n\n##### The Capability Pillar comprises six principles:\n\n### 4.4 Governance\n\n##### Governance contributes to the realization of all the principles mentioned above through, (1) overseeing and monitoring the adoption of the Digital Government Policy by DGA and other relevant government entities, as well as compliance with standards and procedures published by DGA; (2) encouraging collaboration across the digital government ecosystem; (3) ensuring continuous engagement and communication between government entities driving digital transformation; (4) ensuring policy coherence across government entities, and (5) justifying the costs of government digital services within the government sector.\n\n##### The Governance Pillar comprises six principles:\n\n## 5. Table of Definitions\n\n#### Suggestions and comments\n\n###### Share your opinion and help us improve.\n\n###### Last Update Date For Page Content :  04/04/2023 21:34 Saudi Arabia Time\n\n# Top Searched :\n\nAll links to official websites of government agencies in the Kingdom of Saudi Arabia end with .gov.sa\n\nSecure websites in the Kingdom of Saudi Arabia use the HTTPS protocol for encryption.\n\nRegistered with the Digital Government Authority under number :\n\nThe Digital Government Policy sets the overall direction to achieve sustainable longterm government digital transformation in the Kingdom. The Digital Government Policy supports the development of government entities' strategic plans that are fully aligned with the National Digital Government Strategy. It also supports the implementation of such plans.\n\nThe Digital Government Policy sets the overall direction to achieve sustainable longterm government digital transformation in the Kingdom. The Digital Government Policy supports the development of government entities' strategic plans that are fully aligned with the National Digital Government Strategy. It also supports the implementation of such plans.\n\nThe Council of Ministers Resolution No. 418 that established the Digital Government Authority (“DGA”), issued on 25-7-1442 AH states that “DGA is the competent and national referent for all issues related to digital government. DGA aims to regulate digital government activities within government entities and thus propel a dynamic digital government environment capable of delivering highly efficient digital services, while promoting digital government integration among all public entities.” Under article 4 of the Resolution, DGA is mandated to issue digital government policies, as well as developing plans, programs, indicators, and measurements related to digital government.\n\nThe Digital Government Policies, Standards and Guidelines Framework (referred to as “the Framework”) was created to guide the Kingdom’s public sector towards advanced digital maturity. The Framework (Figure 1) organizes the rules that apply to all government entities digital activities. The Framework is based on the analysis of international best practices distilled to identify the key elements required for the strategic design and implementation of digital government. The Framework contains Policies, Standards and Guidelines that all government entities should use, thus being a critical referent for digital government implementation in the public.\n\nThe Digital Government Policy sets the overall direction to achieve sustainable long term government digital transformation in the Kingdom. The Digital Government Policy supports the development of government entities strategic plans that are fully aligned with the National Digital Government Strategy. It also supports the implementation of such plans. Five specialized policies, derived from the Digital Government Policy, cover critical digital government areas: governance; digital services management; augmenting beneficiaries’ engagement; developing the necessary human capabilities; and adopting modern technologies and methodologies. The DGA leads the Digital Government Policy implementation by developing and publishing standards and procedures, supporting their adoption across government, and monitoring compliance while collaborating closely with all relevant government entities. That ensures the alignment of digital government across sectors, increases efficiency and optimizes the use of technical resources and investments, all contributing to achieving the Kingdom’s Vision 2030.\n\nThe Digital Government Policy comprises four pillars, as follows:\n\n\n\nCore principles under each pillar are shown in Figure 2:\n\nFor any inquiries or comments about the services or the current page, please fill in the required information.\n\n32 Visitors Said Yes from 33\n\nReach Tools\n\nAll Right Reserved For Digital Government Authority © 2025\n\nAdvanced Search\n\n- DGA\n\n\n\n\n\n\n\nAbout us \n\n\n\n\nAbout DGA\n\nBoard of Directors\n\nAbout The Governor\n\nExecutive Management\n\nOrganizational Structure\n\n\n\n\n\n\n\n\nDigital Government\n\n\n\n\nDigital Transformation\n\nQualification and Licensing\n\nInnovation Hub\n\nWomen Empowering\n\nDigital Government Glossary\n\n\n\n\n\n\n\n\nStudies & Research\n\n\n\n\nResearch Studies\n\nRegulation Studies\n\n\n\n\n\n\n\n\nProjects & Initiatives\n\n\n\n\nTenders and Procurement & Budget\n\nSustainable Development\n\nConsultations\n\nco-Creation\n\nOpen Data\n\nE-participation\n- Programs\n- Services\n- Acts\n\n\n\n\n\n\n\nRegulatory Documents\n\n\n\n\nDigital Government Regulatory Framework\n\nDigital Government Policies\n\nControls and Standards\n\nGuidelines\n\n\n\n\n\n\n\n\nActs and bylaws\n\n\n\n\n Digital Government Authority Regulation\n\n Electronic Transactions Law\n\nImplementing Regulations of Electronic Transactions Law\n- Indexes & Awards\n\n\n\n\n\n\n\nIndexes\n\n\n\n\nWebsite and Digital Content Efficiency Index\n\nDigital Transformation Index\n\nDigital Experience Maturity Index\n\nEmerging Technologies Adoption Index\n\n\n\n\n\n\n\n\nDigital Awards and Competitions\n\n\n\n\nDigital Government Forum 2025\n\nDigital Government Award\n- Media Center\n\n\n\n\n\n\n\nNews and Visual Media\n\n\n\n\nNews\n\nMedia\n\nPartnerships\n\n\n\n\n\n\n\n\nEvents & workshops\n\n\n\n\nEvents\n\nRegional and International Awards Calendar\n\n GovJam 2025\n- Digital Knowledge\n\n- About us \n\n\n\n\nAbout DGA\n\nBoard of Directors\n\nAbout The Governor\n\nExecutive Management\n\nOrganizational Structure\n- Digital Government\n\n\n\n\nDigital Transformation\n\nQualification and Licensing\n\nInnovation Hub\n\nWomen Empowering\n\nDigital Government Glossary\n- Studies & Research\n\n\n\n\nResearch Studies\n\nRegulation Studies\n- Projects & Initiatives\n\n\n\n\nTenders and Procurement & Budget\n\nSustainable Development\n\nConsultations\n\nco-Creation\n\nOpen Data\n\nE-participation\n\n- About DGA\n- Board of Directors\n- About The Governor\n- Executive Management\n- Organizational Structure\n\n- Digital Transformation\n- Qualification and Licensing\n- Innovation Hub\n- Women Empowering\n- Digital Government Glossary\n\n- Research Studies\n- Regulation Studies\n\n- Tenders and Procurement & Budget\n- Sustainable Development\n- Consultations\n- co-Creation\n- Open Data\n- E-participation\n\n- Regulatory Documents\n\n\n\n\nDigital Government Regulatory Framework\n\nDigital Government Policies\n\nControls and Standards\n\nGuidelines\n- Acts and bylaws\n\n\n\n\n Digital Government Authority Regulation\n\n Electronic Transactions Law\n\nImplementing Regulations of Electronic Transactions Law\n\n- Digital Government Regulatory Framework\n- Digital Government Policies\n- Controls and Standards\n- Guidelines\n\n- Digital Government Authority Regulation\n- Electronic Transactions Law\n- Implementing Regulations of Electronic Transactions Law\n\n- Indexes\n\n\n\n\nWebsite and Digital Content Efficiency Index\n\nDigital Transformation Index\n\nDigital Experience Maturity Index\n\nEmerging Technologies Adoption Index\n- Digital Awards and Competitions\n\n\n\n\nDigital Government Forum 2025\n\nDigital Government Award\n\n- Website and Digital Content Efficiency Index\n- Digital Transformation Index\n- Digital Experience Maturity Index\n- Emerging Technologies Adoption Index\n\n- Digital Government Forum 2025\n- Digital Government Award\n\n- News and Visual Media\n\n\n\n\nNews\n\nMedia\n\nPartnerships\n- Events & workshops\n\n\n\n\nEvents\n\nRegional and International Awards Calendar\n\n GovJam 2025\n\n- News\n- Media\n- Partnerships\n\n- Events\n- Regional and International Awards Calendar\n- GovJam 2025\n\n- Standards and procedures for qualifying to engage in digital government work through the revenue-sharing model\n- Controls for assigning digital government work under the revenue-sharing approach\n- Controls for Registration and Management of Domains, Platforms, and Digital Government Services\n- Controls for Improving the Quality of Digital Content for Government Websites and Digital Platforms to Enhance Their Visibility on Search Engines\n- E-Participation Controls\n- Controls for Whole of Government Platforms\n- Controls of Risk and Business Continuity Management For Digital Government\n- Digital Transformation Standards\n\n- Guidelines\n                \n\n\n\n\nEmerging Technology Adoption Readiness Index 2026\n\n\nEconomic Classifications of ICT Items\n\n\nWebsite and Digital Content Efficiency Index (2025)\n\n\nDigital Project Management\n\n\nFree and Open-Source Software Adoption\n\n\nWeb Accessibility to Digital Channels Content to Serve People with Disabilities and the Elderly\n\n\nDigital Experience Maturity Index for Government Services 2025\n\n\nCloud Computing Adoption by Government Agencies\n\n\nApplication Programming Interfaces (APIs)\n\n\nDigital Projects RFPs Preparation\n\n\nThe Emerging Technology Adoption\n\n\nThe Technical Guideline For Vendor Classification in ICT Sector\n\n\nWeb Accessibility of Government Websites\n\n\nRisk Management for Digital Government\n\n\nDefinitions Guide of Digital Platforms, Products, and Services\n\n\nEnterprise Architecture Establishment for Government Entities\n\n\nUsing Audio Visual Communication For Virtual Meetings\n\n\nGuideline of Digital Content of Government Websites\n\n\nGuideline of SEO Government Websites\n\n\nGuideline Of Business Continuity Management in Digital Government\n- Methodologies\n                \n\n\n\n\nDigital Procurement Methodology\n\n\nSoftware Development Life Cycle (SDLC) Methodology\t\n\n\nDevelopment and Operation (DevOps)\n\n- Emerging Technology Adoption Readiness Index 2026\n- Economic Classifications of ICT Items\n- Website and Digital Content Efficiency Index (2025)\n- Digital Project Management\n- Free and Open-Source Software Adoption\n- Web Accessibility to Digital Channels Content to Serve People with Disabilities and the Elderly\n- Digital Experience Maturity Index for Government Services 2025\n- Cloud Computing Adoption by Government Agencies\n- Application Programming Interfaces (APIs)\n- Digital Projects RFPs Preparation\n- The Emerging Technology Adoption\n- The Technical Guideline For Vendor Classification in ICT Sector\n- Web Accessibility of Government Websites\n- Risk Management for Digital Government\n- Definitions Guide of Digital Platforms, Products, and Services\n- Enterprise Architecture Establishment for Government Entities\n- Using Audio Visual Communication For Virtual Meetings\n- Guideline of Digital Content of Government Websites\n- Guideline of SEO Government Websites\n- Guideline Of Business Continuity Management in Digital Government\n\n- Digital Procurement Methodology\n- Software Development Life Cycle (SDLC) Methodology\n- Development and Operation (DevOps)\n\n- Create a comprehensive digital government ecosystem focused on beneficiaries.\n- Facilitate government sector digital transformation by enhancing its responsiveness to the needs and priorities of beneficiaries.\n- Define the principles, enablers and driving factors, and the governance structures needed to achieve the strategic goals and objectives of the National Digital Government Strategy.\n- Improve the Kingdom’s rankings in the United Nations E-Government Development Index.\n\n- Transparency: Government entities shall foster increased participation, which fosters public trust in government, and active citizen involvement ranging from basic consultation and information sharing to joint development and co-creation. Government entities shall also use digital technologies and innovation to support effective communication among participants.\n- Collaboration: Government entities shall work collaboratively with all groups active in the digital government ecosystem – namely, government, the private sector, and civil society organizations. The broad collaboration will help identify gaps and priorities in the provision of services and information thus propelling a more efficient allocation of resources – people, funding, and technology. Current gaps between supply (government) and demand (benefi­ciaries and other targeted institutions) will be minimized, resulting in increased benefi­ciary  satisfaction with government services.\n- Data and privacy: Government entities shall align regulations related to data management, security, and privacy with existing legislation issued by the relevant government entities. Government entities shall also encourage benefi­ciaries’ participation to share data comprehensively while ensuring benefi­ciaries’ data protection and facilitating easy access to personal data.\n- Information sharing: Government entities shall make available data that is classified as public information in accordance with existing regulations issued by relevant government entities. As a result, bene­ficiaries  will be fully informed when accessing government services that offer engagement and participation mechanisms. Government entities shall also comply with policies and regulations protecting con­fidential  information as per existing regulations issued by other relevant government entities.\n- Innovative Government Culture: Government entities shall create a culture of information, data sharing, and collaboration, and promote interaction across institutions from different sectors – government, the private sector, and civil society - to foster a more effective digital government and contribute to the Kingdom’s Vision 2030 goals.\n- Inclusion: Government entities shall adopt an inclusive approach to ensure information access by people with disabilities and from vulnerable communities so that they can engage with the government effectively.\n\n- Government Modernization: Government entities shall link their digital transformation and use of new technologies to broader government modernization processes in order to build enhanced capabilities and increase the availability and quality of both digital services and whole-of-government platforms.\n- Structural & Operational Models: Government shall take a comprehensive approach to transformation, not limited to technology. Government entities will align their existing business model to the priorities of the National Digital Government Strategy while updating required management skills, internal structures, and administration processes.\n- IT governance: Government entities shall strengthen internal governance of information technology in accordance with related standards while ensuring alignment with policies and standards issued by DGA, the latter already aligned with international bodies such as ISO.\n- Shared resources: Government entities shall give priority to shared resources and capabilities available on whole-of-government platforms. Government entities shall also identify and address the current challenges and gaps in skilled resources by engaging with relevant government entities.\n\n- Bene­ficiaries’ Capability: Government entities shall increase benefi­ciaries’  (government entities) awareness and promote digital skills by conducting awareness workshops that will digitally empower benefi­ciaries  to interact effectively and efficiently with the government, actively use participation platforms, and be part of decision-making processes.\n- Technical Capability: Government entities shall strengthen their technical capabilities to support the National Digital Government Strategy implementation, including understanding the impact of new technologies on government operations to adopt and encourage their use. Government entities shall build a capable and empowered technical workforce to ensure the successful adoption of digital transformation.\n- Workforce Digital Capability: Government entities shall develop the digital capabilities of all employees so that the entire workforce contributes to the transformation of the workplace needed for digital government. Government entities shall develop and adopt initiatives that aim at closing current digital skills gaps and thus meet labor market demand.\n- Managerial Capability: Government entities shall enhance administrative and managerial capabilities to achieve an effective return on digital investments. Digital Government projects require high-quality project management for successful implementation.\n- Business Capability: Government entities shall enhance the business capabilities of staff through feasibility studies and business case development for digital initiatives, following regional and global best practices and experience.\n- Cross-cutting Capability: Government entities shall increase the efficiency and effectiveness of working across government and strengthen the capabilities required to respond collectively, especially in crisis times.\n\n- Adherence to Policies and Standards: Government entities shall comply with policies and standards issued by DGA, the technical standards on digital transformation models, and digital government regulations issued by other government entities. DGA will monitor and report compliance, as will provide advisory services to raise the level of compliance across government.\n- Designing Policies: Government entities shall work closely with DGA in the development of digital government policies, regulations, and principles. The DGA will also support gap identification and their closing.\n- Taking Responsibility: Government entities shall be responsible for the proper and effective implementation of digital government, including full compliance with policies and standards by any of the service providers contracted to furnish digital government services.\n- Multi-stakeholder Dynamics: Government entities shall engage external parties such as businesses, civil society, and citizens in executing the initiatives and overall strategic direction of the National Digital Government Strategy.\n- Digital Government Products: Government entities shall adhere to the standards envisaged for digital government products and work directly with DGA to oversee their implementation in cooperation with the relevant authorities.\n- Provisioning of Services: Government entities’ service providers (developers and service operators) shall adhere with the Framework and all relevant decisions issued by DGA.\n\n| Term | Definition |\n| --- | --- |\n| DGA | Digital Government Authority. |\n| Beneficiary | Citizens, residents, visitors, government agencies, private sector, non-for-profit sector, inside or outside the KSA that require to interact with a government entity to receive any of the services offered in the Kingdom. |\n| Digital Marketplace Platform | A platform that enables government entities to purchase and acquire services and technical assets (such as: software, hardware, communications services, managed services, cloud services(, and complete purchases, payment and receipt through the electronic portal for government competitions and procurement. |\n| Government Entities | Ministries, authorities, public institutions, councils, national centers including any additional form of a public entity. |\n| Pillars | Four elements that are the foundations of the DGP. |\n| Principles | Statements that set out long-term policy goals within each pillar. |\n| Digital Transformation | Digitally and strategically transforming and developing business standards and models that would rely on data, technologies, and ICT. |\n| Standards | A set of rules and controls regulating the operations and tasks related to the digital government. |\n| Guidelines | Provides examples showing the implementation mechanism of the of policies and standards in place. |\n| Digital Government | Promotes administrative, organizational and operational processes between the various government entities in their transitioning to a comprehensive digital transformation to allow easy and effective access to government digital information and services. |\n| Participants | Beneficiaries, the private sector or civil society. |\n| Multi-stakeholder | Parties and entities that affect and are affected by decisions, directions, procedures, objectives, policies and initiatives of the digital government and share some of their interests and outputs and are affected by any change that occurs in them. |\n| Governance structures | Guides and tools through which to ensure that the decisions and procedures of any party, whether administrative or financial, are carried out through a specific and accurate system or procedure, and its also group of necessary operation to guide and control the entities and define the principles between all stakeholders in the government entities . Decisions on implementing digital initiatives. |\n| Civil Society | Non-for-profit entities engaged in social services achieving public interest, such as charities and foundations such as Misk Foundation. |\n| Digital Products | Digital apps or services providing digital solutions enabling the beneficiary to use the services offered by the government entity. |\n| Services Provisioning | Any interaction between the beneficiary and the government authority in relation to the provisioning of services. |\n\n",
    "title": "Digital Government Policy | Digital Government Authority"
  },
  {
    "url": "https://sdaia.gov.sa/en/SDAIA/SdaiaStrategies/Pages/NationalStrategyForDataAndAI.aspx",
    "status": "success",
    "webpage_content": "# National Strategy for Data & AI\n**Description:** A comprehensive set of keywords related to Saudi Arabia's national strategy, Vision 2030, with a focus on the role of data and artificial intelligence. The keywords cover key concepts such as data leadership, digital transformation, and specialized capaci\n**Source URL:** https://sdaia.gov.sa/en/SDAIA/SdaiaStrategies/Pages/NationalStrategyForDataAndAI.aspx\n---\n\n## National Strategy \r\n    for Data & AI\n\n##### Prince Mohammed bin Salman bin Abdulaziz Al Saud\n\n### About\n\n### Strategy Approach\n\n#### National Enabler\n\n##### 2021\n\n#### Specialist\n\n##### 2025\n\n#### Industry Leader\n\n##### 2030\n\n### Vision\n\n###### Where\n\n###### the best of Data & AI is made\n\n###### Reality\n\n### Objectives and Targets\n\n###### Ambition\n\n###### Skills\n\n###### Policies & Regulations\n\n###### Investment\n\n###### Research & Innovation\n\n###### Ecosystem\n\n### Priority Sectors\n\n###### Education\n\n###### Government\n\n###### Healthcare\n\n###### Energy\n\n###### Mobility\n\n### SDAIA’s Role\n\n###### Guide the execution of the strategy with govt. entities\n\n###### Facilitate the execution of strategy initiatives\n\n###### Execute SDAIA+ led initiatives\n\n### Five strategic objectives to drive execution across key dimensions\n\n###### Skills\n\n###### Policy & Regulations\n\n###### Investment\n\n###### Research & Innovation\n\n###### Ecosystem\n\n##### Across these strategic objectives, 9 national KPIs have been defined to guide the efforts toward achieving the goals of data and artificial intelligence  Strategy\n\n### SDAIA has established integrated mechanisms to track and evaluate progress toward the National Data & AI Strategy\n\n##### 1Inputs\n\n##### Inputs\n\n##### 2Processes\n\n##### Processes\n\n##### 3Outputs\n\n##### Outputs\n\nChairman of SDAIA's Board of Directors\n\nSaudi Data & AI Authority (SDAIA) was established to drive the national agenda for Data & AI to elevate the Kingdom as a global leader in the elite league of data driven economies.\n\nTo capitalize on Data & AI for the Kingdom economically and socially through national combined efforts by all stakeholders, SDAIA has developed the National Strategy for Data & AI.\n\nThe strategy approval of the Custodian of the Two Holy Mosques King “Salman bin Abdulaziz Al Saud” was issued on July 17, 2020. SDAIA is currently working with other different entities on launching the strategy and activating its initiatives.\n\nAddress KSA's urgent needs along national priorities set by Saudi Vision 2030\n\nBuild the foundations for competitive advantage in key niche domains\n\nCompete on the international scene as a leading economy utilizing and exporting DATA & AI\n\nWhere the best of Data & AI is made reality\n\nDevelopment, creation, and adoption of Data & AI technologies across the kingdom\n\nInnovative, sustainable, practical, and ethical Data and AI applications\n\nAttractive ecosystem, world-class infrastructure, test-bed environments, data governance, commercial incentives, gov't-sponsored incentives, minimum red-tape, unique\n\nPosition KSA as the global hub where the best of Data & AI is made reality\n\nTransform KSA's workforce with a steady local supply of Data & AI-empowered talents\n\nEnact the most welcoming legislation for Data & AI businesses and talents\n\nAttract efficient, stable funding for qualified Data & AI investment opportunities\n\nEmpower top Data & AI institutions to spearhead innovation and impact creation\n\nStimulate Data & AI adoption with the most collaborative, and forward-thinking ecosystem\n\nIncorporating Data & AI in education with the aim of aligning the education system with labor market requirements besides improving the students skills\n\nAdapting Data & AI in government with the purpose of creating a smarter as well as more effectual public sector\n\nFitting Data & AI into healthcare systems in order to enhance access and preemptive care along with accommodating growing demand\n\nFitting Data & AI into energy for augmenting capacity, enhancing efficacy, and developing industries\n\nIntegrating Data & AI in mobility with the purpose of building a regional hub, creating smart city mobility technology as well as improving traffic safety in cities\n\nSupport and guidance various government entities to implement the strategy\n\nSupervising the implementation and follow-up of strategy initiatives\n\nImplementation of initiatives within the scope of SDAIA and its affiliates\n\n*The National Strategy for Data & AI is undergoing a planned refresh\n\n- Based on LinkedIn Talent Insights\n- Baseline as of 2020 and achieved from SCImago Journal & Country Rank\n\n- National Data & AI Strategy (objectives + KPIs)\n- Baseline values (2020)\n- Mid-term target (2025)\n- End-state target (2030)\n\n- Annual Performance Reviews\n- Quarterly KPI Monitoring\n- Progress Reviews with KPI Owners\n\n- KPI dashboards with updated 'Achieved vs. Target' values and trends\n- Strategic reports for Enterprise and National leadership\n- Recommendations for corrective actions\n\n|  | Dimension | Strategic objective |\n| --- | --- | --- |\n| S | Skills | Transform KSA's workforce with a steady local supply of Data and AI-empowered talents |\n| P | Policy & Regulations | Enact the most welcoming legislation for Data and AI businesses and talents |\n| I | Investment | Attract efficient, stable funding for qualified Data and AI investment opportunities |\n| R | Research & Innovation | Empower top Data & AI institutions to spearhead innovation and impact creation |\n| E | Ecosystem | Stimulate Data and AI adoption with the most collaborative, and forward-thinking ecosystem |\n\n|  | Strategic Objectives | KPIs | Baseline2020 | Achieved2025 | Target2025 | Target2030 |\n| --- | --- | --- | --- | --- | --- | --- |\n| S | Transform KSA's workforce with a steady local supply of Data and AI-empowered talents | Workforce raising awareness in data and AI | Less than 1% | 41.83% | ~15% | ~40% |\n| Local data and AI specialists in workforce | N/A | 10,898¹ | ~8k | ~15k |\n| Local data and AI expert in workforce | N/A | 2,846¹ | ~2.5k | ~5k |\n| P | Enact the most welcoming legislation for Data and AI businesses and talents | Open data index (Ranking) | 29 | 1 | 15 | 10 |\n| Coverage of legislative aspects compared to best practices | Lagging | Compliant | Compliant | Advanced |\n| I | Attract efficient, stable funding for qualified Data and AI investment opportunities | FDI in data and AI in KSA (cumulative) | N/A | 127B | ~15B | ~30B |\n| Local investment in data and AI (cumulative) | N/A | 368B | ~22B | ~45B |\n| R | Empower top Data & AI institutions to spearhead innovation and impact creation | Peer reviewed KSA's data and AI publications (Ranking) | 22² | 16² | 22 | 20 |\n| E | Stimulate Data and AI adoption with the most collaborative, and forward-thinking ecosystem | Active data and AI startups | 26 | 221 | ~100 | ~300 |\n\n",
    "title": "National Strategy for Data & AI"
  },
  {
    "url": "https://dig.watch/resource/the-kuwait-national-ai-strategy-2025-2028-draft",
    "status": "success",
    "webpage_content": "# The Kuwait National AI Strategy (2025-2028) | Draft | Digital Watch Observatory\n**Description:** The Kuwait National AI Strategy (2025-2028) outlines a strategic roadmap for integrating artificial intelligence into the country’s economic and social\n**Source URL:** https://dig.watch/resource/the-kuwait-national-ai-strategy-2025-2028-draft\n---\n\n# The Kuwait National AI Strategy (2025-2028) | Draft\n\n### Vision and objectives\n\n### Key strategic pillars\n\n### Implementation plan\n\n### Monitoring & evaluation\n\n### Related countries\n\n### Related technologies\n\nHome | Resources | The Kuwait National AI Strategy (2025-2028) | Draft\n\nJanuary 2025\n\nStrategies and Action Plans\n\nThe Kuwait National AI Strategy (2025-2028) outlines a strategic roadmap for integrating artificial intelligence into the country’s economic and social framework, aligning with Kuwait Vision 2035. The strategy aims to position the country as a leader in AI adoption by focusing on economic growth, workforce empowerment, and digital transformation while ensuring ethical and responsible AI deployment. Through collaboration, investment, and education, Kuwait seeks to create a knowledge-based economy and leverage AI for long-term national prosperity.\n\n- Kuwait aims to become a leader in AI innovation by 2028, with AI deeply integrated into key sectors to enhance governance, economic growth, and public services.\n- The strategy emphasises responsible AI deployment, prioritising privacy, security, and ethical considerations.\n- The focus is on economic diversification, efficiency in public services, and workforce transformation to support AI-driven industries.\n\n- Establish Kuwait as an AI hub\n\nDevelop world-class AI research facilities.\nFoster public-private partnerships.\nEncourage knowledge exchange and global collaborations.\n- AI-Driven sectoral transformation\n\nGovernment: AI-powered services for administrative efficiency.\nHealthcare: AI-driven predictive analytics and telemedicine.\nEnergy: AI-based demand forecasting and optimisation.\nEducation: Adaptive learning systems and AI-powered career advising.\nTransportation & Urban Infrastructure: AI for traffic management and smart mobility.\nPublic Safety & Justice: AI-enhanced crime prediction, emergency response, and legal assistance.\n- AI governance, privacy & security\n\nImplementation of AI safety regulations.\nEstablishment of legal and regulatory frameworks.\nTransparency and responsible data management.\n- Empowering the workforce\n\nAI skill development programs and training initiatives.\nDigital literacy campaigns to educate the public.\nScholarships and AI innovation hubs to nurture local talent.\n- Building a strong AI ecosystem\n\nAI startup incubators and venture capital support.\nCollaboration between industry and academia.\nAI conferences, hackathons, and workshops for innovation.\n\n- Develop world-class AI research facilities.\n- Foster public-private partnerships.\n- Encourage knowledge exchange and global collaborations.\n\n- Government: AI-powered services for administrative efficiency.\n- Healthcare: AI-driven predictive analytics and telemedicine.\n- Energy: AI-based demand forecasting and optimisation.\n- Education: Adaptive learning systems and AI-powered career advising.\n- Transportation & Urban Infrastructure: AI for traffic management and smart mobility.\n- Public Safety & Justice: AI-enhanced crime prediction, emergency response, and legal assistance.\n\n- Implementation of AI safety regulations.\n- Establishment of legal and regulatory frameworks.\n- Transparency and responsible data management.\n\n- AI skill development programs and training initiatives.\n- Digital literacy campaigns to educate the public.\n- Scholarships and AI innovation hubs to nurture local talent.\n\n- AI startup incubators and venture capital support.\n- Collaboration between industry and academia.\n- AI conferences, hackathons, and workshops for innovation.\n\n- Short-term goals (Year 1):\n\nEstablish Kuwait’s AI Center of Excellence.\nLaunch pilot AI projects in key sectors.\nDevelop a centralised data repository.\n- Mid-term growth (Years 2-3):\n\nExpand AI applications in government services.\nStrengthen cybersecurity and digital infrastructure.\nUpskill workforce and promote AI-related investments.\n- Long-term vision (By 2028 and beyond):\n\nFully integrate AI in public and private sectors.\nEstablish Kuwait as a regional AI leader.\nPromote sustainable AI adoption with global best practices.\n\n- Establish Kuwait’s AI Center of Excellence.\n- Launch pilot AI projects in key sectors.\n- Develop a centralised data repository.\n\n- Expand AI applications in government services.\n- Strengthen cybersecurity and digital infrastructure.\n- Upskill workforce and promote AI-related investments.\n\n- Fully integrate AI in public and private sectors.\n- Establish Kuwait as a regional AI leader.\n- Promote sustainable AI adoption with global best practices.\n\n- Establish KPIs to track AI implementation across sectors.\n- Conduct regular performance assessments.\n- Encourage continuous improvement through adaptive governance.\n\n",
    "title": "The Kuwait National AI Strategy (2025-2028) | Draft | Digital Watch Observatory"
  },
  {
    "url": "https://www.bahrain.bh/wps/portal/en/BNP/BahrainAtAGlance/DigitalGovernmentStrategyPrinciples",
    "status": "success",
    "webpage_content": "# Digital Government Strategy Principles\n**Source URL:** https://www.bahrain.bh/wps/portal/en/BNP/BahrainAtAGlance/DigitalGovernmentStrategyPrinciples\n---\n\n##### Text & Colour Settings\n\n##### Text Size\n\n##### Text and Background Colours\n\n# Digital Government Strategy Principles\n\n## Transformative Initiatives\n\n## Related Topics\n\n## Related Services\n\n### eServices\n\n### Government Services Catalogue\n\n## Related Updates\n\n## External References\n\n## Related SDG\n\n## Related Data\n\n## Participate\n\n##### Is this page useful to you?\n\n##### Thank you!\n\n#### Information Guide\n\n#### eServices\n\n#### Quick Links\n\n#### Follow us\n\n#### Contact us\n\n##### Thursday 18 Dec 2025\n\nPrinciples Shaping Bahrain's Digital Government Strategy.\n\nDriven by a commitment to \"leaving no one behind,\" Bahrain's Digital Government Strategy empowers citizens, residents, and businesses through accessible, efficient, and transparent eServices.\n\nThis strategy is guided by the principle of Digital Inclusion, which underscores the importance of providing accessible digital services to all citizens and residents, complemented by ICT training and affordable Internet access. Additionally, the government actively encourages constituents to engage through their preferred digital channels, promoting ease of access and communication.\n\nA central pillar of the strategy is the Digital-First policy, prioritizing digitization in service delivery. Notable examples include the Sijilat portal for commercial registrations and the National Taxation System which was developed in collaboration with the Information & eGovernment Authority, the National Bureau of Revenue (NBR), and Bahrain Customs Affairs. It is the first in the region to use cloud technology by Amazon Web Services (AWS). It offers a full suite of VAT-related services including registration, filing, payments, refunds, and audits through a public gateway portal and a SAP backend, ensuring on-demand computing and high availability.\n\nThe strategy also embraces Data-Driven Decision Making, harnessing advanced technologies and big data analytics to inform governance effectively. Furthermore, the government advocates for Digital Identity schemes, such as the single-sign-on eKey, to streamline service access and reduce operational costs. Lastly, the commitment to Transparency and Open Data is evident through the Bahrain Open Data Portal, consolidating and providing public access to data for transparency and civic engagement.\n\nThese principles underpin a series of transformative initiatives. Efforts to bridge the digital divide are exemplified by initiatives that improve digital infrastructure, provide laptops to needy students, provide digital training to the elderly, ensure gender equality in access to technology, and provide specific support to persons with disabilities. The government is also revamping digital channels to enhance security, user-friendliness, and personalization.\n\nMoreover, service redesign projects, like Sijilat and the National Taxation System, streamline traditional processes into efficient digital workflows. To minimize redundancy, the strategy focuses on enabling single data entry for citizens and businesses. Additionally, Bahrain is establishing data centers for advanced data analysis, which includes projects like census data analysis and economic statistics.\n\nThe strategy's effectiveness is monitored through Key Performance Indicators (KPIs), ensuring prompt completion of high-priority initiatives. A governance structure, including committees like the Executive Committee chaired by HRH, The Crown and Prime Minister, Ministerial Committee for ICT (MCICT) and the respective Ministerial Committees, oversees its coordinated implementation.\n\nThe National Enterprise Architecture (NEA) is an aggregation of models and meta-models, governance and compliance mechanisms, technology standards, and guidelines put together to implement and orchestrate Enterprise Architecture (EA) across several government entities.\n\nBy prioritizing these principles, Bahrain aims to ensure that no one is excluded from benefiting from the digital transformation and that all individuals can fully participate in the digital economy.\n\nBahrain Pulse provides an overview of all the national efforts that reinforce the Kingdom’s competitive advantage and achievements that boost its national economy and prosperity.\n\nUse the provided eServices immediately, effortlessly, and around the clock Go to eServices Portal.\n\nFind information about the offered government services across different channels Browse Services Catalogue.\n\nAs we navigate through the digital age, Bahrain confirms its commitment to transparency and innovation through the Open Data initiative through Bahrain’s Open Data Portal. This platform is a testament to our dedication to making government data openly available, supporting the principles of accountability and enabling informed decision-making. By providing access to a treasure trove of data, we empower everyone to explore, analyze, and create solutions that drive social and economic progress. The initiative underscores our belief in the power of data to transform lives, foster a culture of knowledge-sharing, and stimulate growth.\n\nWe encourage you to leverage this valuable resource, sparking innovation and contributing to the Kingdom’s development. For an enriching journey into the world of Open Data, and to explore the possibilities, visit Bahrain’s Open Data Portal.\n\nTogether, let's embrace the opportunity to contribute to Bahrain's digital evolution and ensure that our journey towards national development is a shared endeavor.\n\nAs part of the Kingdom of Bahrain’s unwavering commitment to fostering digital participation, you are invited to explore the available participation topics. Your engagement and contributions are crucial in shaping the digital landscape of the Kingdom of Bahrain, reflecting our collective vision for a future built on the principles of innovation, inclusivity, and progress. Explore more on how you can actively participate in discussions, share your insights, and collaborate on initiatives that are at the heart of our nation's growth.\n\nFor a broader exploration of topics and to join the conversation, please visit eParticipation.\n\nContent Last Updated: 04 May, 2025\n\nFeedback already submitted. If you have further feedback, please contact us.\n\nDeveloped by Information & eGovernment Authority\n\nCopyright ©   Kingdom of Bahrain  All Rights Reserved.\n\nFor more information : bahrainweather.gov.bh\n\n- Open site menu\nSites\n- HCL Technologies home\n\n- Digital Experience Logo\n\n- Log In\n\n- Home\n- Here in Bahrain\n- Bahrain at A Glance\n- Explore Bahrain\n- Government Services Catalogue\n- eParticipation “Sharekna”\n- eParticipation\n- Government Directory\n- Customer Service Guide\n- Site Map\n- Terms and Conditions\n- About Saved Cards Feature\n- Directory of Emergency Hotline Numbers\n- User's Guide\n- Test Search\n- About Bahrain Pay\n- OIDCUserDetailsPrinter\n- Error Page\n- Test Ads Home\n- Bahrain Calendar\n- Bahrain news\n\n- About Bahrain\n- Anti-corruption\n- Bahrain 2030\n- Bahrain Digital Cooperation\n- Bahrain Digital Government Journey\n- Bahraini Legislations\n- Borders and Ports\n- Digital Economy\n- Digital Government as a Right\n- Digital Inclusion\n- Digital Literacy\n- Digital-First Principle\n- Climate Change and Environment Protection\n- Finance and National Economy\n- Innovation in the Public Sector\n- Intellectual Property\n- Manufacturing and Natural Resources\n- Customer Satisfaction\n- Once-only Principle Data\n- Open Government Data\n- Public Space and Heritage\n- Travel & Tourism\n- National Surveys\n- Government Plan and Government Forum\n- Digital First Policies\n- Crisis and Disaster Management\n- Digital-First Public Services\n- Digital Back-Office Operations\n- Digital Health Integration\n- Digital Justice Collaboration\n- Digital Security Networks\n- Digital Workforce Dynamics\n- Data Sharing & Governance\n- Proactive Digital Regulation\n- Expenditure Visibility\n- National Aims\n- Logistical Continuity\n- Informed Communication Plans\n- Low-Code Development: Simplifying Application Creation\n- Best Practices of Government Customer Services\n- Digital Government Strategy Principles\n- Business and Investment\n- Silver Jubilee\n- The State Budget\n- Bahrain’s Digital Twinning Program\n- Connected Bahrain\n- Taking Governance to the Skies\n- Physical Space for eServices\n- Climate Action Powered by You\n\n- ATK Content Details Page 60\n\n- Information Guide\r\n\t\t\t\n\n\n Home\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Here in Bahrain\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Bahrain at A Glance\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Explore Bahrain\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Government Services Catalogue\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n eParticipation “Sharekna”\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n eParticipation\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Government Directory\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Customer Service Guide\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Site Map\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Terms and Conditions\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n About Saved Cards Feature\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Directory of Emergency Hotline Numbers\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n User's Guide\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Test Search\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n About Bahrain Pay\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n OIDCUserDetailsPrinter\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Error Page\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Test Ads Home\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Bahrain Calendar\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\n Bahrain news\n- eServices \r\n\t\t\t\n\n\nHome\n\neServices by Categories\n\neServices By Providers\n\neGovernment Apps Store\n\n- Home\n- Here in Bahrain\n- Bahrain at A Glance\n- Explore Bahrain\n- Government Services Catalogue\n- eParticipation “Sharekna”\n- eParticipation\n- Government Directory\n- Customer Service Guide\n- Site Map\n- Terms and Conditions\n- About Saved Cards Feature\n- Directory of Emergency Hotline Numbers\n- User's Guide\n- Test Search\n- About Bahrain Pay\n- OIDCUserDetailsPrinter\n- Error Page\n- Test Ads Home\n- Bahrain Calendar\n- Bahrain news\n\n- Home\n- eServices by Categories\n- eServices By Providers\n- eGovernment Apps Store\n\n- National Portal\n- Bahrain at A Glance\n- Digital Government Strategy Principles\n\n- The Information & eGovernment Authority’s Strategy\n- Alignment with Sustainable Development Goals\n- Alignment with National and Local Development Strategies\n- Approach to New Emerging Technologies\n- Committees contributing to the development of ICT and digital transformation\n- Government Services Channels\n- Impact of the eGovernment Program Initiatives\n- Partnerships with the Private Sector\n- Savings on Public Spending\n- Recognitions and Awards of the eGovernment Program\n\n- Economic Vision 2030 (PDF, 278KB, 26 pages)\n- Fifth National Telecommunication Plan (PDF, 265KB, 16 pages)\n- The National Health Insurance Program\n- Al Qaed Highlights Bahrain's eGovernment Experience\n- Labour Market Regulatory Authority\n- The National Health Plan (2016-2025) (PDF, 3.53MB, 38 pages)\n\n- 2023 Investment Climate Statements: Bahrain\n- Bahrain’s Digital Government Strategy to unlock digital transformation for public and private sectors\n- The Journey to Digital Government 5.0\n\n- SDG 1: No Poverty\n- SDG 4: Quality Education\n- SDG 5: Gender Equality\n- SDG 8: Decent Work and Economic Growth\n- SDG 9: Industry, Innovation, and Infrastructure\n- SDG 10: Reduced Inequalities\n- SDG 11: Sustainable Cities and Communities\n- SDG 16: Peace, Justice, and Strong Institutions\n- SDG 17: Partnerships for the Goals\n\n- Here in Bahrain\n- Bahrain at A Glance\n- Explore Bahrain\n- Government Services Catalogue\n- Government Directory\n- AI in Bahrain\n- Customer Service Guide\n- Emergency Contacts\n\n- eServices Categories\n- eServices Providers\n- Mobile Apps Store\n- User's Guide\n- eKey 2.0\n- Customer Service Centres & eKiosks Locations\n\n- About the National Portal\n- Channels Statistics\n- eParticipation “Sharekna”\n- Government (iGA) News\n- Bahrain News\n- Bahrain Calendar\n- ICT events\n- Recognitions & Awards\n\n- LinkedIn\n- Instagram\n- Twitter\n- Facebook\n- YouTube\n\n- Accessibility\nx\n- Dark Mode\n- Listen to this page\n- text_fields\n\r\n\t\t\t\t\t\t         Text Settings\n\n- ${title}${badge}\n\n",
    "title": "Digital Government Strategy Principles"
  },
  {
    "url": "https://www.iga.gov.bh/en/article/bahrain-launches-national-ai-policy-and-adopts-gcc-ethics-manual",
    "status": "success",
    "webpage_content": "# Bahrain Launches National AI Policy and Adopts GCC Ethics Manual\n**Description:** Under the directives of His Excellency General Shaikh Rashid bin Abdullah Al Khalifa, Minister of Interior and Chairman of the Ministerial Committee for Information Technology and Communication (MCICT), the Information & eGovernment Authority (iGA) launched The National Policy for the Use of Artificial Intelligence and adopted the Guiding Manual on the Ethics of Artificial Intelligence Use in the GCC, issued by The Ministerial Committee for eGovernment of the Cooperation Council for the Arab States of the Gulf.  Available at www.iga.gov.bh, the policy establishes a comprehensive framework to regulate AI use in Bahrain, ensuring alignment with national priorities and maximizing its benefits.\n**Source URL:** https://www.iga.gov.bh/en/article/bahrain-launches-national-ai-policy-and-adopts-gcc-ethics-manual\n---\n\n# News\n\n# News\n\n## Bahrain Launches National AI Policy and Adopts GCC Ethics Manual\n\n## Under the directives of His Excellency General Shaikh Rashid bin Abdullah Al Khalifa, Minister of Interior and Chairman of the Ministerial Committee for Information Technology and Communication (MCICT), the Information & eGovernment Authority (iGA) launched The National Policy for the Use of Artificial Intelligence and adopted the Guiding Manual on the Ethics of Artificial Intelligence Use in the GCC, issued by The Ministerial Committee for eGovernment of the Cooperation Council for the Arab States of the Gulf.  Available at www.iga.gov.bh, the policy establishes a comprehensive framework to regulate AI use in Bahrain, ensuring alignment with national priorities and maximizing its benefits.\n\n## Information &\r\neGovernment Authority\n\n## Quick Links\n\nP.O. Box 33305,\r\nManama - Kingdom of Bahrain\n\n8000 8001 (Government Services Contact Center)\n\n©  Information & eGovernment Authority, Bahrain.\n\nTerms of Use / Privacy Policy / Disclaimer\n\nLast Updated: 20 February 2025\n\n- Home\n- Accessibility Info\n- Search\n\n- AboutChief Executive MessageVision & MissionOur StrategyBusiness LinesOperations & GovernanceDigital TransformationStatistics & PopulationOrganization ProfileExecutive ProfilesdecreesStructureeParticipation ProcurementEmerging TechnologiesSustainable Development Goals\n- ServicesCustomer Service Centres ServicesID Card & Civil Record ServicesBirth & Death ServicesBuilding & Establishment Address ServicesExcellence in Customer ServiceCustomers SatisfactionService Centers & Kiosks LocationsiGA ServicesConsultancyVulnerable Groups ServicesG2G ServicesCustomer CharterService Level Agreement\n- Virtual Customer Service\n- AchievementsProjects & InitiativesRecognition & AwardsThe Technical Development Program\n- National SurveysHousehold Income and Expenditure SurveyHIES Monthly Raffle DrawNational Health SurveyNational Health Survey FAQs\n- Knowledge SharingDigital TwinningDigital Twinning OverviewMilestonesCollaboration FormNational Digital PoliciesPublicationsWhite PapersWe ShareReports\n- MediaNewsPhoto GalleryVideo GalleryEventsConferencesWorkshopsCommunity Engagement\n- Innovation Hub\n\n- Chief Executive Message\n- Vision & Mission\n- Our Strategy\n- Business LinesOperations & GovernanceDigital TransformationStatistics & Population\n- Organization ProfileExecutive ProfilesdecreesStructure\n- eParticipation\n- Procurement\n- Emerging Technologies\n- Sustainable Development Goals\n\n- Operations & Governance\n- Digital Transformation\n- Statistics & Population\n\n- Executive Profiles\n- decrees\n- Structure\n\n- Customer Service Centres ServicesID Card & Civil Record ServicesBirth & Death ServicesBuilding & Establishment Address ServicesExcellence in Customer ServiceCustomers Satisfaction\n- Service Centers & Kiosks Locations\n- iGA Services\n- Consultancy\n- Vulnerable Groups Services\n- G2G Services\n- Customer Charter\n- Service Level Agreement\n\n- ID Card & Civil Record Services\n- Birth & Death Services\n- Building & Establishment Address Services\n- Excellence in Customer Service\n- Customers Satisfaction\n\n- Projects & Initiatives\n- Recognition & Awards\n- The Technical Development Program\n\n- Household Income and Expenditure Survey\n- HIES Monthly Raffle Draw\n- National Health Survey\n- National Health Survey FAQs\n\n- Digital TwinningDigital Twinning OverviewMilestonesCollaboration Form\n- National Digital Policies\n- Publications\n- White Papers\n- We Share\n- Reports\n\n- Digital Twinning Overview\n- Milestones\n- Collaboration Form\n\n- News\n- Photo Gallery\n- Video Gallery\n- EventsConferencesWorkshopsCommunity Engagement\n\n- Conferences\n- Workshops\n- Community Engagement\n\n- Media\n- News\n- Bahrain Launches National AI Policy ...\n\n- News\n- Photo Gallery\n- Video Gallery\n- EventsConferencesWorkshopsCommunity Engagement\n\n- Conferences\n- Workshops\n- Community Engagement\n\n- Chief Executive Message\n- Vision & Mission\n- Our Strategy\n- Operations & Governance\n- Digital Transformation\n- Statistics & Population\n- eParticipation\n- Emerging Technologies\n- Digital Twinning Overview\n- Photo Gallery\n- Conferences\n- Contact\n- Sitemap\n\n- iGA Twitter\n- iGA LinkedIn\n- iGA Instagram\n- iGA Facebook\n- iGA YouTube\n\n",
    "title": "Bahrain Launches National AI Policy and Adopts GCC Ethics Manual"
  },
  {
    "url": "https://www.oman2040.om/",
    "status": "success",
    "webpage_content": "# وحدة متابعة تنفيذ رؤية عُمــان 2040\n**Description:** تـعد رؤية عُمان 2040 المرجع الوطني للتخطـيط الاقتصادي والاجتماعي لسلطـنة عُمان خـلال الفــترة 2021-2040\n**Source URL:** https://www.oman2040.om/\n---\n\n## \"وإننا لن نتوانى عن بذل كل ما هو متاح لتحقيق ما رسمناه من أهداف وتطلعات رؤية عمان 2040\"\n\n###### هيثم بن طارق  سلطان عُمان\n\n#### رؤية عُمان 2040 المرجع الأساسي للتنمية خلال الفترة (2021 - 2040)\n\n#### حوكمة فاعلة، مؤشرات قياس أداء ومتابعة دقيقة\n\n#### سلطنة عُمان واحة للسلام ومركز استثماري واعد\n\n#### مشاركة مجتمعية فاعلة\n\n# محاور رؤية عُمان 2040\n\n# محور الإنسان والمجتمع\n\n## محور الإنسان والمجتمع\n\n### معتز بهويته، مبتكر ومنافس عالمياً، ينعم بحياة كريمة ورفاه مستدام\n\n# محور الاقتصاد والتنمية\n\n## محور الاقتصاد والتنمية\n\n### منتج ومتنوع، ويقوم على الابتكار وتكامل الأدوار وتـكافـؤ الفرص، يسيره القطاع الخاص، ويحقق تنمية شاملة مستدامة\n\n# محور الحوكمة والأداء المؤسسي\n\n## محور الحوكمة والأداء المؤسسي\n\n### حوكمتها شاملة، رقابتها فاعلة، قضاؤها ناجز، أداؤها كفؤ\n\n# محور البيئة المستدامة\n\n## محور البيئة المستدامة\n\n### مصانة وآمنة، نظمها فعالة ومتزنة، مواردها متجددة\n\n# البرامج الوطنية\n\n##### البرنامج الوطني للاستثمار وتنمية الصادرات (نزدهر)\n\n##### البرنامج الوطني للاستدامة المالية وتطوير القطاع المالي\n\n##### برنامج التحول الرقمي الحكومي\n\n##### البرنامج الوطني للتشغيل (تشغيل)\n\n##### البرنامج الوطني للتنويع الاقتصادي (تنويع)\n\n##### البرنامج الوطني للحياد الصفري\n\n# الإصدارات\n\n# الكتيبات\n\n## نتقدم بثقة\n\n# التقارير\n\n## تقرير رؤية عُمان 2040 (2025-2024)\n\n# الوثيقة\n\n## وثيقة الرؤية  2040\n\n### حجم الملف 11.2 ميجا\n\n# الأدلة الاسترشادية\n\n## الدليل الاسترشادي لإدارة الجودة والتميز المؤسسي\n\n### الإصدار الثاني\n\n# أحدث الأخبار\n\n## الوحدة تفوز بجائز الكويت للإبداع 2025 عن مبادرة \"كل عُمان\"\n\n## رئيس\"الوحدة\": نجدد العهد لمستقبل تُرسم ملامحه برؤية عمان 2040\n\n## رئيس \"المحتوى المحلي\": ما تحقق من نتائج ملموسة يعكس الأثر المباشر للسياسة الوطنية للمحتوى المحلي\n\n## رئيسة \"المؤسسات الصغيرة والمتوسطة\": التركيز على تطوير منظومة ريادة أعمال وطنية  مستدامة ومتكاملة\n\n## وكيل\" الثقافة\": نسعى لتعزيز الصناعات الثقافية وتمكين الشباب من خلال حزمة  من المبادرات النوعية\n\n## أمين عام المجلس الأعلى للقضاء: القضاء العُماني ماضٍ في تطوير بنيته التشريعية والإجرائية بما يتماشى مع أحدث الممارسات العالمية\n\n# الصفحة الرئيسية\n\n# عن عُمان\n\n# رؤية عُمان2040\n\n# الوحدة\n\n# الإصدارات\n\n# المشاركة المجتمعية\n\n# المركز الإعلامي\n\n# تواصل معنا\n\nفازت وحدة متابعة تنفيذ رؤية عُمان 2040 بجائزة الكويت للإبداع 2025 عن مبادرة \"كل عُمان\" ضمن محور التواصل الحكومي، في إنجاز وطني يُضاف إلى سجل التجارب العُمانية الرائدة في مجال الاتصال المؤسسي والتواصل مع المجتمع.\n\nفي هذا اليوم الوطني المجيد نستحضر بروح الفخر والاعتزاز المسيرة المباركة التي قادها أئمة وسلاطين دولة البوسعيد، ونستذكر بكل امتنان التضحيات العظيمة التي بُنيت عليها نهضة عُمان الحديثة. إن احتفالنا بهذا اليوم ليس مجرد مناسبة لتاريخٍ مضيء، بل هو تجديد للعهد نحو المستقبل الذي رسمت ملامحه رؤية عُمان 2040.\n\nأن ما تحقق حتى الآن من نتائج ملموسة في رفع مساهمة المحتوى المحلي في المشاريع، والمناقصات، ودعم المؤسسات الصغيرة والمتوسطة يعكس الأثر المباشر للسياسة الوطنية للمحتوى المحلي في تمكين الصناعات الوطنية، بما يواكب مستهدفات رؤية عُمان 2040.\n\nتُجسّد هيئة تنمية المؤسسات الصغيرة والمتوسطة \"ريادة\" التوجه الوطني نحو بناء اقتصاد متنوع ومستدام يقوده الابتكار والمعرفة، انسجامًا مع رؤية عُمان 2040 بوصفها بوصلة التنمية الوطنية ومحرك التحول الاقتصادي نحو اقتصاد متنوع ومستدام قائم على المعرفة والابتكار، وتضع الرؤية في صميم سياساتها ومبادراتها، من خلال مواءمة أعمالها مع أولويات التنويع الاقتصادي والاستدامة المالية وسوق العمل والتشغيل والاستثمار.\n\nتعمل الوزارة على تنفيذ برامج ومبادرات استراتيجية مستدامة تُجسّد التوجيهات السامية لحضرةِ صاحبِ الجلالةِ السُّلطان هيثم بن طارق المعظم – حفظه الله ورعاه – الهادفة إلى ترسيخ الدور المحوري للثقافة في مسيرة التنمية الوطنية، مشيرا إلى أن الوزارة قد حرصت على تعزيز الصناعات الثقافية والإبداعية عبر تنفيذ حزمة من المبادرات النوعية شملت إعداد دراسات متخصصة، وحلقات عمل وطنية، وبرنامجًا لبناء القدرات (2023–2025)، إضافةً إلى ورش تطويرية وخارطة شاملة للصناعات الثقافية والإبداعية.\n\nتشكل المنظومة القضائية ركيزة أساسية في تحقيق مستهدفات رؤية عُمان 2040، من خلال إرساء بيئة عدلية متطورة قادرة على مواكبة التحولات المستقبلية في مجالات العدالة والتقاضي.\n\n- عن عُمان\n\nنبذة عن عُمان\nالتاريخ والثقافة والحضارة\nسماء  وأرض وبحار عُمان\n- رؤية عُمان 2040\n\nنبذة عن الرؤية\nالمحاور والأولويات\nمؤشرات الرؤية\nالبرامج الوطنية\nالجهود والإنجازات\n- الوحدة\n\nكلمة رئيس الوحدة\nنبذة عن الوحدة\nمنهجية العمل\nمنظومة المتابعة\n- الإصدارات\n\nوثيقة رؤية عُمان 2040\nالتقارير\nالكتيبات\nالأدلة الاسترشادية\n- المشاركة المجتمعية\n- المركز الإعلامي\n\nأحدث الأخبار\nمعرض الصور\nمعرض الفيديوهات\n- البيانات المفتوحة\n- تواصل معنا\n\nالأسئلة الشائعة\n- ع\n En\n\n",
    "title": "وحدة متابعة تنفيذ رؤية عُمــان 2040"
  },
  {
    "url": "https://mcit.gov.eg/en/ICT_Strategy",
    "status": "success",
    "webpage_content": "# Ministry of Communications and Information Technology\n**Source URL:** https://mcit.gov.eg/en/ICT_Strategy\n---\n\n## Egypt’s ICT 2030 Strategy \n Digital Egypt\n\n## Strategic Business Plans\n\n## Related Documents\n\n## Related Press Releases\n\n## Related Photo Gallery\n\n## Related MCIT in Press\n\nThe world is witnessing a revolution in information and communications technology (ICT), the scope of which stretches far beyond the realm of the sector itself. No country seeking real, sustainable development and progress can hope to achieve these aims without a strong ICT sector in place to drive the necessary change.\n\nThe Ministry of Communications and Information Technology (MCIT) was established in 1999 to develop the national ICT sector. MCIT strives to achieve the digital economy through the use of ICT tools to provide prosperity, freedom and social equity for all. Its mission is to enable the development of a knowledge-based society and a strong digital economy relying on equitable and affordable access to knowledge; digital rights; and the development of a competitive, innovative national ICT industry.\n\nThe new Egypt will possess a competitive, balanced and diversified economy, dependent on innovation and knowledge and based on justice, social integrity and participation. It will be characterized by a balanced and diversified ecological collaboration system, investing the ingenuity of place and humans to achieve sustainable development and to improve Egyptians' life quality.\n\nThe dimensions of the sustainable development strategy comprise three dimensions including the economic dimension which highlights economic development, transparency and efficiency of governmental institutions, energy and knowledge. The social dimension highlights education and training, health, culture and social justice; while the environmental dimension focuses on environment and urban development.\n\nICT 2030 strategy contributes to achieving the objectives of Egypt's Vision 2030, through building Digital Egypt. These objectives entail developing the ICT infrastructure; fostering digital inclusion; achieving the transition to a knowledge-based economy; building capacities and encouraging innovation; fighting corruption; ensuring cybersecurity; and promoting Egypt's position at the regional and international levels.\n\nDigital Egypt is an all-encompassing vision and plan, which lays the foundations for the transformation of Egypt into a digital society. \"Digital Egypt\" strategy is built on three main planks, including Digital Transformation, Digital Skills and Jobs and Digital Innovation. These three pillars are standing on two extremely important bases: Digital Infrastructure and Legislative Framework.\n\nThe video features the speech delivered by ICT Minister Amr Talaat during the Global Offshoring Summit. He shed light on Egypt’s competitive advantages as a prime destination for digital service exports, Digital Egypt Strategy, the sustained growth of the ICT sector, efforts to build digital capacities and develop infrastructure, the incentives offered to investors, and the expansion of international partnerships to create job opportunities for youth.\n\nThe webcast features ICT Minister Amr Talaat in a phone-in on Sada El-Balad Channel, where he outlines Egypt’s achievements in artificial intelligence. He points to the country’s selection to host AI Everything in February 2026, the development of an early detection system for breast cancer with 93% accuracy through a collaboration between the Applied Innovation Center and Baheya Foundation, and the launch of a remote litigation system for criminal cases, including the use of AI to transcribe oral pleadings, judges’ rulings, and defendants’ statements into written text.\n\nThe webcast features an interview with ICT Minister Amr Talaat on Nile News, held on the sidelines of the First Arab Forum on Artificial Intelligence, organized by the Arab Academy for Science, Technology and Maritime Transport (AASTMT) in cooperation with the General Secretariat of the League of Arab States (LAS). During the interview, the ICT Minister highlighted the issuance of the Arab AI Strategy, as well as the launch of two AI-based systems in the justice and healthcare sectors. He also underlined the importance of maximizing the benefits of AI while being mindful of associated risks, mitigating their impacts, and preparing for them.\n\nThe webcast features the speech delivered by ICT Minister Amr Talaat during the official launch of 5G mobile network services in Egypt. The event was attended by the Prime Minister, cabinet members, and senior officials from the telecommunications sector. In his address, Talaat reviewed the ICT sector’s ongoing growth, underscoring the pivotal role of 5G in accelerating digital transformation and advancing key national sectors. He highlighted continued efforts to upgrade digital infrastructure, enhance human capacity, and extend telecom services across the country—initiatives that align with the Digital Egypt strategy to build an inclusive digital society that supports economic development and sustainability.\n\nThe video features the keynote address delivered by ICT Minister Amr Talaat at the US-Egypt Policy Leaders Forum 2025. During the session titled “Accelerating Egypt's Digital Transformation through AI for Economic Growth,” Talaat outlined efforts to build Digital Egypt and emphasized the role of digital transformation in driving economic growth. His remarks covered key ICT sector performance indicators and capacity-building initiatives. The ICT Minister also highlighted the expansion of the offshoring industry, steps to attract multinational companies, and efforts to advance local electronics manufacturing. His speech further addressed digital infrastructure development, public service digitization, AI adoption, and Egypt’s strong performance in global indices related to digital readiness, telecom regulation, internet speed, innovation, and the entrepreneurship ecosystem.\n\nIn an interview with ICT Minister Amr Talaat on CNBC Arabia, he discussed Egypt's efforts in the field of AI, including the launch of the National AI Strategy and the Egyptian Charter for Responsible AI, as well as training all segments of society in this field. Talaat outlined the plan for infrastructure development, including installing fiber optic cables, which positioned Egypt as a leader in Africa in fixed broadband speed. The ICT Minister also spoke about efforts to attract global offshoring companies. As a result, the number of delivery centers has risen to over 200, and the total value of digital exports grew from 5.5 to 6.9 billion dollars in 2024, with a 25% increase over two years, and a target of reaching 9 billion dollars by 2026. Talaat also announced that Egypt is preparing to roll out 5G services soon, and he noted that the contribution of the ICT sector to the GDP has grown to 6% in 2024-25, with a goal of reaching 8% in the near future.\n\nIn an interview with CNN Business Arabic, ICT Minister Amr Talaat highlighted the pivotal role of AI in driving economic and societal development. He emphasized that Egypt advanced 46 spots in the Government AI Readiness Index, attributed to the successful implementation of the National AI Strategy, noting that the strategy’s second edition was launched in early 2025, aiming to raise AI’s contribution to 7.7% of Egypt’s GDP by 2030, train 30,000 specialists annually in AI, and publish 20,000 research papers in this field. The ICT Minister also discussed ongoing efforts to attract global data centers, enhance the cloud infrastructure, boost the offshoring industry, and expand fiber-optic networks. He announced the expected deployment of 5G services later this year, following the completion of the necessary technical and operational tests.\n\nIn an interview with Asharq Business, ICT Minister Amr Talaat discussed the increasing momentum of Artificial Intelligence, emphasizing its crucial role in global development and economic growth. He noted that Egypt’s ICT sector has been the fastest-growing since 2019, with an annual growth rate exceeding 14%. Talaat also highlighted MCIT’s plans to train 500,000 individuals in different technology fields and increase digital exports to $8 billion by 2026.\n\nThe 2024 MCIT Yearbook presents a comprehensive overview of Egypt’s advancements in the ICT sector over the past year. It highlights key initiatives, strategic projects, and milestones that have driven digital transformation, enhanced connectivity, and empowered the Egyptian people through innovation and capacity-building programs. This edition reflects the Ministry’s commitment to developing a digitally inclusive society and advancing the nation’s position in the global ICT landscape.\n\nThe National Council for Artificial Intelligence (NCAI) has unveiled the Second Edition of the National AI Strategy for 2025-2030. Its vision is to establish an inclusive AI framework that supports Digital Egypt, advancing social and economic development for the benefit of all Egyptians. The strategy also aims to build a national foundational model to drive industrial growth and foster regional and international cooperation, positioning Egypt as a leader in AI within Africa and the Arab region, while enhancing its role on the global stage. The mission derived from this vision focuses on developing a robust AI industry supported by strong governance, advanced technology, reliable data, modern infrastructure, a thriving ecosystem, and skilled talent. This approach ensures sustainability and competitiveness, aligning with Egypt's broader development goals.\n\nThe Supreme Council of Digital Society has adopted the Cloud First Policy, developed by its specialized technical committees and reviewed by the Executive Bureau, led by the Minister of Communications and Information Technology. The Cloud First Policy, aligning with Egypt’s Vision 2030 and Digital Egypt strategy, emphasizes the pivotal role of cloud computing in building a secure and sustainable digital society. It promotes the adoption of cloud services across government and private sectors to enhance program development, capacity building, and service efficiency while encouraging secure data transfer and utilization in public cloud systems.\n\nThis yearbook brings together highlights of 2023, a year in which MCIT successfully realized numerous activities and achievements. The 2023 yearbook marks new and continuing initiatives, events and other calendar highlights relevant to Egypt’s progress in the ICT field both on the local and international levels.\n\nThe Egyptian Supreme Cybersecurity Council (ESCC) within the Egyptian Cabinet has crafted the National Cybersecurity Strategy 2023-2027. The strategy's core objective is to address the increasing cyber threats emerging from diverse sources. Simultaneously, it aims to cultivate human capital and establish a robust national industry, positioned to make substantial contributions to Egypt's GDP.\n\nThis yearbook brings together highlights of 2022, a year in which MCIT successfully realized numerous activities and achievements. The 2022 yearbook marks new and continuing initiatives, events and other calendar highlights relevant to Egypt’s progress in the ICT field both on the local and international levels.\n\nThis yearbook brings together highlights of 2021, a year in which MCIT successfully realized numerous activities and achievements. The 2021 yearbook marks new and continuing initiatives, events and other calendar highlights relevant to Egypt’s progress in the ICT field both on the local and international levels.\n\nEgypt has launched the National Artificial Intelligence (AI) Strategy to exploit such technology to attain the country’s sustainable development goals, play a key role in facilitating regional cooperation within the African and Arab regions, and establish Egypt as an active international player in AI. This is within the framework of Egypt’s keenness to embrace the digital era, as advancements in technology continue to evolve every day.\n\nThis yearbook brings together highlights of 2020, a year in which MCIT successfully realized numerous activities and achievements. The 2020 yearbook marks new and continuing initiatives, events and other calendar highlights relevant to Egypt’s progress in the ICT field both on the local and international levels.\n\nThe Egyptian Supreme Cybersecurity Council (ESCC)— reporting to the Cabinet of Ministers, and chaired by the Minister of Communications and Information Technology— has launched the National Cybersecurity Strategy (2017-2021), aiming to provide a safe and secure environment that would enable various sectors to deliver integrated e-services, in line with the State’s efforts to support national security and develop the Egyptian society.\n\nEgypt ICT Strategy 2013-2017 is a reflection of the ICT sector interest to adopt the democratic revolution witnessed by the Egyptian society by all its targets. The strategy aims at investing in Egyptian potentials, with new perspectives regarding effective society participation and good penetration tackling ways of achieving the digital citizenship through innovative technology applications.\n\nEgypt's ICT Strategy Flyer 2007 | 2010 provides a summary of the Egypt ICT Strategy during this period. The strategy reflects people's requirements with respect to e-access, education, health, e-content and government services, essential for Egypt's socioeconomic development. Egypt's ICT Strategy reflects its commitment to using ICT to further sustainable human development and build an information society capable of capitalizing on the emerging knowledge revolution.\n\nAn outline of the initiatives implemented to bolster Egypt's transition into a fully-fledged information society while simultaneously addressing internal development issues through R&D, total domestic e-Access as well as the implementation of adaptable regulatory procedures in order to attract foreign investment.\n\nThe document outlines Egypt's vision of building the Information Society and bridging the digital divide together with a closer look at the country's Egyptian Information Society Initiative (EISI), which has been structured around seven major tracks: e-readiness, e-learning, e-government, e-business, e-health, e-culture and ICT export initiative.\n\n- MCIT Leads Tech-Focused Activities at Cairo ICT 2024\n- PM Highlights ICT Sector Role in Youth Empowerment, Economic Growth at Cairo ICT 2024\n- Digital Egypt in Focus at Cairo ICT 2024\n- PM Inaugurates Cairo ICT 2024\n- PM Visits Egypt Post Pavilion at Cairo ICT 2024\n- Sisi Reviews Progress on Data Centers, Cloud Services Launch\n- President Sisi Witnesses Inauguration of Government Data, Cloud Computing Center\n\n",
    "title": "Ministry of Communications and Information Technology"
  },
  {
    "url": "https://dig.watch/resource/libyas-national-artificial-intelligence-policy",
    "status": "success",
    "webpage_content": "# Libya's National Artificial Intelligence Policy | Digital Watch Observatory\n**Description:** The national policy for artificial intelligence (AI) in Libya serves as a comprehensive framework designed to guide the responsible adoption and integration\n**Source URL:** https://dig.watch/resource/libyas-national-artificial-intelligence-policy\n---\n\n# Libya’s National Artificial Intelligence Policy\n\n### Related countries\n\n### Related technologies\n\nHome | Resources | Libya’s National Artificial Intelligence Policy\n\nStrategies and Action Plans\n\nAuthor: The Communications and Informatics Authority\n\nThe national policy for artificial intelligence (AI) in Libya serves as a comprehensive framework designed to guide the responsible adoption and integration of AI across various sectors in the country. The purpose of this policy is to leverage the transformative potential of AI to enhance economic and social development while addressing associated ethical and legal challenges. Recognising the rapid advancements in AI technologies and their profound implications, the policy aims to create a balanced approach that maximises benefits while mitigating risks.\n\nThis framework outlines Libya’s ambitions to adopt AI in a gradual and inclusive manner, ensuring it is used to foster national development and sustainability. The policy emphasises the importance of aligning AI adoption with global standards, while also incorporating ethical safeguards to prevent potential harm. The scope of the policy extends to all stakeholders, including government bodies, private entities, developers, users, and beneficiaries, ensuring a collaborative and comprehensive approach to managing AI technologies.\n\nThe policy serves as a roadmap to encourage the integration of AI into vital sectors, stimulate research and development, and build national capacities to support the country’s transition into a knowledge-based economy. By addressing legal, infrastructural, and ethical dimensions, the policy sets the foundation for Libya to become a key player in the global AI landscape.\n\nObjectives of the policy\n\nThe policy also underscores the importance of accountability, fairness, transparency, and privacy in AI applications, ensuring that the technology serves humanity’s best interests without compromising ethical standards.\n\nPillars of the policy\n\nThe policy also emphasises that all AI systems must adhere to principles of diversity, inclusivity, safety, and ethical transparency. Furthermore, a dedicated regulatory body will monitor AI systems to ensure compliance with these principles.\n\n- To establish ethical principles and guidelines that promote responsible AI usage while minimising potential risks.\n- To leverage technological advancements to drive economic and social growth in Libya.\n- To foster capacity development among administrative bodies for the effective adoption of AI.\n- To encourage investment in research and development across various AI domains.\n- To promote the integration of AI into key sectors to improve efficiency and innovation.\n\n- Governance: Establishing a national body to oversee AI strategies, ethical frameworks, and collaborations. This body will ensure effective implementation and facilitate Libya’s representation in global AI forums.\n- Regulatory frameworks: Addressing legal and ethical challenges by aligning AI practices with local and international laws. It includes drafting a national charter for AI ethics to uphold human rights and protect against technological misuse.\n- Digital infrastructure: Developing robust digital infrastructure to support AI applications, including high-speed data networks, open government data policies, and secure mechanisms for data sharing.\n- Research and development: Encouraging collaborations with international research institutions, creating local AI research hubs, and providing incentives to foster innovation and academic contributions.\n- Capacity building and awareness: Launching national programs to educate citizens about AI’s potential and integrating AI-focused curricula at all levels of education, from primary schools to universities.\n\n",
    "title": "Libya's National Artificial Intelligence Policy | Digital Watch Observatory"
  },
  {
    "url": "https://www.elibrary.imf.org/display/book/9798400225406/CH002.xml",
    "status": "success",
    "webpage_content": "# CHAPTER 2: Morocco’s New Development Model: Charting the Course for a Human-Capital–Led Development in: Morocco’s Quest for Stronger and Inclusive Growth\n**Description:** Abstract The author is President of the Special Commission on the Development Model and current Minister of National Education, Preschool and Sports.\n**Source URL:** https://www.elibrary.imf.org/display/book/9798400225406/CH002.xml\n---\n\n## Abstract\n\n## Introduction\n\n## Elaborating the New Development Model\n\n## The Founding Pillars of the New Development Model: From an Ambition to Strategic Development Choices\n\n### A New Organizational Doctrine as a Base for the Development Framework\n\n### The Four Strategic Transformation Pillars of the Development Model\n\n#### Pillar 1: Toward a Productive and Diversified Economy That Creates Value and Quality Jobs\n\n#### Pillar 2: Toward Enhanced Human Capital That Is Better Prepared for the Future\n\n#### Pillar 3: Toward Opportunities for Inclusion for All and a Stronger Social Bond\n\n#### Pillar 4: Toward Sustainable and Resilient Territories Where Development Sets Deep Roots\n\n## Activating Drivers of Change to Accelerate the New Development Model’s Implementation\n\n### A Renovated, Efficient, and Honest Administrative Apparatus, Focused on the Quality of Services to Citizens and Businesses\n\n### Digital Technology as a Driver for Structural Transformation\n\n## Financing The Development Model: The Need for Additional Resources to Fuel a Wealth-Creating Dynamic\n\n## Conclusion\n\n## Other IMF Content\n\n## Other Publishers Content\n\n###### Asian Development Bank\n\n###### Food and Agriculture Organization\n\n###### Inter-American Development Bank\n\n###### The World Bank\n\n## Contributor Notes\n\n## Share Link\n\n###### Table of Contents\n\n###### Sections\n\n###### Figures\n\n###### Metrics\n\n###### Topics\n\n###### Countries\n\n###### Series\n\n###### About\n\n###### Resources\n\nThe author is President of the Special Commission on the Development Model and current Minister of National Education, Preschool and Sports.\n\nIn November 2019, a Special Commission on the Development Model (SCDM) was established by King Mohammed VI of Morocco to think through and elaborate a new development model for the country. This chapter discusses the features of this commission, its unique process, and how it led collectively to proposing a new human-capital-led development model.\n\nMorocco’s rethinking of its development model did not start with the SCDM. It dates back to 2017, when King Mohammed VI highlighted the country’s slow development and limited growth and called on all stakeholders to rethink Morocco’s development model. Since then, several contributions and debates have focused on the topic, confirming the country’s capacity to look inward. The n years after adopting a new constitution, Morocco stands as a pioneer in rethinking its development model and charting the course for promising development perspectives.\n\nThe SCDM’s mandate was to review the state of Morocco’s development through a co-construction and participative approach involving all of its economic, political, civil, and social stakeholders. This review had to be (1) strategic, focusing on identifying and resolving systemic issues, particularly those behind the fatigue of the current development model; (2) global and integrated, focusing on development through its various dimensions, in concert with the principles and values stated by the constitution of Morocco; (3) forward looking, taking stock of mid- to long-term evolutions of the national and international contexts; and finally, (4) citizen centered, taking into account the country’s realities, its assets, and its particularities.\n\nThe new development model (NDM) is the result of a participatory approach where Morocco’s driving forces contributed through different channels. The NDM report, “Releasing Energies and Regaining Trust to Accelerate the March of Progress and Prosperity for All,”1 brings a bold ambition that requires the full mobilization of the entire nation to be achieved.\n\nThe NDM report outlines a new development model, sets out a national ambition by 2035, and charts a realistic and achievable path for change. This ambition would allow the country to reach a new level of inclusive and sustainable growth.\n\nIts objective is to suggest guiding principles and building blocks for an inclusive and transformative development strategy around which key players can rally. It is a vision meant as a catalyzer for reform to accelerate the rollout of priority development strategies to meet the desired goal.\n\nThe NDM takes the current constitution, voted on in 2011, as its framework. Its proposals fit under the spirit and content of the constitution, particularly in terms of its choice of democracy, separation and extent of institutional powers, values and norms, and development objectives.\n\nThe NDM report also draws on Morocco’s millennial history, which has shaped the national identity and enriched it with a wide range of cultural influences. This depth of history underpins Morocco’s distinctive nature as a crossroads of civilizations and a land of peace, dialogue, and coexistence, and predisposes the country to actively contribute to building this thriving new world.\n\nThe NDM was elaborated by leveraging three perspectives. The first is a frank and clear-sighted diagnosis to identify the main bottlenecks explaining Morocco’s slowdown in development. This diagnosis was made both using current analyses as well as consultations by citizens, institutional and economic stakeholders, and experts.\n\nThe second is a highlight of key citizens’ expectations and aspirations for the future, as expressed during the consultation and hearings process. During this process, the SCDM sought to gather the country’s achievements as perceived by citizens, and it heard about the obstacles hindering the country’s development path through the eyes of Moroccans and in connection with their aspirations.\n\nThe third is a forward-looking approach to identify structural trends and transformations that are expected in the medium term, both at the national and international levels. The objective was to reposition all national evolutions into a deeply changing global context, and to consider the complexity and uncertainties such transformations entail.\n\nMorocco’s development trajectory witnessed a sustained development momentum starting in the mid-1990s before experiencing a slowdown in the late 2000s. Infrastructure modernization, the launch of ambitious sectoral strategies, and Morocco’s commitment to an extensive renewable energy program provided sound economic policies and paved the way for the future. However, despite bold reforms undertaken to answer popular and political expectations in the wake of the 2011 Middle East and North Africa region upheavals and following the 2008 global financial crisis, a lack of trust gradually took hold in the country, fueled by the slowing economic growth and growing social inequalities.\n\nFour Systemic Bottlenecks That Are Hindering Morocco’s Development\n\n1. The lack of vertical coherence between the development vision and the announced public policies, and the weak horizontal convergence between these policies\n\n2. The sluggish pace of the economy’s structural transformation, hampered by high input costs and barriers to entry for innovative and competitive new players\n\n3. Limited public sector capacity in providing and ensuring access to high-quality public services in critical areas for citizens’ daily lives, well-being, and empowerment\n\n4. A sense of legal insecurity and unpredictability that limits initiatives, as a result of a perceived disconnect between legal “gray areas” and social realities on the ground, and because of a lack of citizens’ trust in the justice system, a burdensome bureaucracy, and ineffective appeals\n\nThis diagnosis was based on a review of the current development model to identify strengths, weaknesses, and areas for improvement, particularly through consultations with stakeholders and leveraging of existing literature. The diagnosis led to the identification of four systemic bottlenecks impeding Morocco’s development (Box 2.1).\n\nIn line with the royal orientations of King Mohammed VI, the SCDM conducted extensive consultations with citizens and key players to ensure that all views and critical feedback from citizens were taken into consideration in designing the new model. It met with nearly 10,000 people over the 12 regions of the country, as well as Moroccans living abroad. During this process, a majority of citizens voiced concerns and expectations in these areas: the quality of public services, the access to economic opportunities and employment, and the effectiveness of good governance principles.\n\nThe NDM also took into consideration domestic and global changes projected by 2035, integrating associated risks and opportunities. Considering the upcoming complexity and uncertainty that the world is facing, there is a need for renewed governance models combining agility and anticipatory risk management.\n\nAt the national level, significant demographic, social, and environmental changes are projected. At the international level, fundamental changes are also likely to occur, some of which were accelerated by the COVID-19 pandemic. On the economic front, the world order is likely to undergo major changes, as competition between major powers intensifies and multilateralism weakens. The COVID-19 crisis and recent geopolitical tensions are likely to lead to shorter and regionally refocused global value chains, which will present important opportunities for Morocco.\n\nFinally, regional and global epidemic risks are set to become frequent, which requires greater effectiveness and efficiency in meeting health care needs in an anticipatory approach. This also calls for renewing the business models of severely impacted sectors, such as tourism, and for greater sovereignty over key sectors, such as agriculture.\n\nA Snapshot from the Main New Development Model Indicators\n\nThe transition to a new level of GDP growth, of 6 percent on average annually, driven in particular by the added value of medium- and high-technology industrial activities (50 percent of industrial value added)\n\nDoubling the GDP per capita by 2035 to reach 16,000 (dollars/purchasing power parity)\n\nRaising the share of formal employment to 80 percent of total employment and doubling the activity rate of women to bring it to 45 percent\n\nMastery of basic learning by 75 percent of pupils at the age of 15\n\nRaising the share of renewable energies to 40 percent of total energy consumption\n\nThe development of the digital sector to bring its share in the GDP to 5 percent\n\nThe NDM suggests a strong ambition for the country by 2035. Considering Morocco’s assets, this ambition is within reach and can help mobilize the nation’s driving forces. It can be summarized as follows:\n\nIn 2035, Morocco is a democratic country where everyone can fully take control of their future and realize their potential, and live with dignity in an open, diverse, just, and equitable society. It is a country that creates value and develops its potential in a sustainable, shared, and responsible manner. Capitalizing on its significant progress at the national level, Morocco is established as an exemplary regional power at the forefront of the major challenges facing the world.\n\nAchieving this ambition calls on simultaneously pursuing the following five objectives:\n\n1. A prosperous Morocco, creating wealth and quality jobs to match its potential\n\n2. A skilled Morocco, where all citizens have the capacities enabling them to take charge of their lives and contribute to value creation\n\n3. An inclusive Morocco, offering opportunities and protection to all, where social ties are consolidated\n\n4. A sustainable Morocco, where resources are preserved across all territories\n\n5. A bold Morocco, as a regional leader in promising areas of the future\n\nThese objectives are backed by ambitious, yet achievable, quantitative targets (Box 2.2), which are likely to position Morocco into the first half, or even the upper third, of the main international rankings by 2035.\n\nThe NDM brings about a new development framework that suggests renewed ways of doing things and of continuing its development. It also emphasizes the required capacities and means to reach higher levels of success in implementing reforms and projects and delivering results for citizens. This development framework is based on a new organizational doctrine that can federate common action and seal the stakeholders’ commitments. This new doctrine redefines the role of the state and clarifies the stakeholder’s responsibilities. It advocates for a complementarity and a balance between (1) a strong democratic state and (2) a strong plural society:\n\n1. A state with reinforced strategic capacities, materialized by the effectiveness and efficiency of its policies, which guarantees the security, dignity, and freedoms of Moroccans and protects them in the face of weaknesses and crises\n\n2. A plural society, fully mobilized and empowered, which values and leverages the capacities of the individuals and groups that compose it, is committed to defending the general interest, and devotes its efforts to promoting the values of good and responsible citizenship\n\nThe balance between a strong state and a strong society has implications for the roles of the main stakeholders: public, private, or third sector. It strengthens their legitimacy as well as their representativeness. It widens their scope of intervention and space for contribution to the creation of material and immaterial wealth. It empowers them in implementing the new model while promoting complementarity among the various stakeholders for increased effectiveness of the collective action.\n\nThis new organizational doctrine comes with common principles that should guide the action of all stakeholders. These principles aim to guarantee an effective and systematic implementation of the proposed doctrine and to ensure joint progress toward the development objectives. They embody the method, the how, of the NDM around five interconnected principles of action:\n\n1. Focusing the action on citizen impact with results-driven actions\n\n2. Adopting a systemic, co-constructive, and collaborative approach to development\n\n3. Developing capacities of all stakeholders\n\n4. Encouraging subsidiarity and territorial development\n\n5. Ensuring environmental and financial sustainability of development projects\n\nThis new organizational doctrine calls for a framework of trust and responsibility to secure the stakeholders’ commitments and to guarantee transparent rules that apply to all. It is based on (1) an independent and efficient justice that protects freedoms; (2) integrity, exemplarity, and ethics of the bearers of a public mission; (3) independent and efficient governance and economic regulation institutions; (4) access to information and accountability; and (5) a reinforced representative democracy that is in complementarity with the participative democracy and a larger citizen participation. The overall objective is to establish trust among citizens and institutions, between the political and economic spheres, and between the state and the civil society.\n\nThe NDM has identified four strategic pillars (Table 2.1) that stand as priority areas to meet the urgent needs of the citizens. These pillars are meant to trigger a new dynamic of value creation that structurally includes all citizens and territories, sustainably harnesses the country’s potential, and seizes available opportunities. A number of these options consolidate current practices and accelerate ongoing reforms, whereas others break with the past, at least in method if not in direction, and require fundamental changes in mentality and approach.\n\nOverview of the New Development Model’s Strategic Proposals\n\nOverview of the New Development Model’s Strategic Proposals\n\n1. Make the entrepreneurial initiative secure.\n\n2. Steer economic stakeholders toward productive activities.\n\n3. Achieve a competitiveness shock.\n\n4. Establish a macro-economic framework dedicated to growth.\n\n5. Emergence of the social economy as an economic sector in its own right.\n\n1. Quality education for all\n\n2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility\n\n3. Quality health services and health protection as fundamental rights of citizens\n\n1. Empower women and ensure gender equality and participation.\n\n2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.\n\n3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.\n\n4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens.\n\n1. Bring forth a prosperous, dynamic “Morocco of the Regions.”\n\n2. Ensure an innovative reengineering of the territorial hierarchy.\n\n3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.\n\n4. Preserve natural resources and enhance the resilience of territories to climate change.\n\n5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity.\n\nMorocco’s economic growth has significantly accelerated over the past two decades thanks to major efforts to modernize the economy, the conduct of structural reforms, greater economic openness, and significant investment in infrastructure. Despite these efforts, the Moroccan economy witnessed a slower pace of growth over the last decade, which strongly exposes Morocco to the risks of the middle-income trap.\n\nThe analysis of the current structure of the Moroccan economy reveals factors behind the slow pace of its structural transformation. First, the economy’s modernization still has room for improvement. Of all Moroccan companies, 64 percent are very small businesses with fewer than 10 employees. Similarly, only 10 percent of Moroccan companies operate in the industry sector, whereas 21 percent are in construction, 28 percent in trade, and 41 percent in services. Second, the economy is not diversified enough, which requires opening up to new activities and new skills. Third, more efforts should be geared toward upscaling the economy to increase local content and added value. Fourth, the productive system strongly relies on the domestic market with a limited number of exporting companies. Hence, guiding Moroccan businesses toward exports is essential to fuel the economy’s openness. In this perspective, the NDM’s aim is to increase the number of exporting companies to 12,000 (vs. 6,000 as of 2022) and to raise Morocco to among the top 50 countries in the Economic Complexity Index ranking.\n\nThe NDM’s objective is to lay the foundations for strongly accelerating the pace of economic growth and achieving a successful economic takeoff with diversified sources of growth. The NDM targets a GDP growth of 6 percent on average annually, driven in particular by the added value of medium- and high-technology industrial activities (50 percent of industrial value added). Such growth will stimulate the creation of decent jobs and finance the NDM’s ambitions, particularly when it comes to social sectors.\n\nMorocco’s economic growth is expected to be more efficient and more resilient. It should rely more on productivity gains with a better allocation of investment toward productive capacities. It should also have a more diversified productive base that offers formal and skilled jobs, especially for youth and women. However, economic growth cannot be driven only by the state’s effort. The role of the private sector is essential when it comes to value creation. Hence, achieving a productive transformation requires an entrepreneurial and innovative private sector that is capable of taking risks and exploring new sectors and markets while withstanding international competition.\n\nSuch an objective requires actions intended to secure entrepreneurial initiatives as well as steering economic stakeholders toward productive activities, through a regulatory framework ensuring fair competition and promoting the entry of new innovative and competitive players. Five proposals are suggested to achieve a productive and diversified economy.\n\nMaking the entrepreneurial initiative secure. Considering the current obstacles to entrepreneurship, the NDM’s aim is to guarantee stable and impartial rules for all economic operators, who must find a trusted partner in public administration. This calls for significantly improving the business environment to lift obstacles, reduce uncertainty, and eliminate corruption. In this regard, there should be a systemic elimination of administrative and regulatory barriers to simplify relevant measures and procedures. Guaranteeing a healthy, competitive functioning of markets is also a precondition for boosting private initiative. Businesses should be protected effectively by granting access to a transparent, impartial justice system that can enforce judgments.\n\nSteering economic stakeholders toward productive activities. Public interventions should encourage private operators to invest in new activities conducive to modernization, diversification, upscaling, and internationalization. The NDM suggests concrete proposals for achieving this objective. They include developing a national economic transformation policy to unleash Morocco’s growth potential in all sectors but also setting up a harmonized steering and implementation mechanism to achieve strategic sectoral ambitions.\n\nThe NDM also recommends revisiting the incentive framework to steer investors toward productive activities and to support the development of small and medium enterprises more actively. It is also about supporting businesses in strengthening their managerial, organizational, and technological capacities. There is also the need to establish a framework conducive to promoting innovation within companies and facilitating the emergence of regional and global start-ups.\n\nGuiding Moroccan businesses toward exports is also essential to fuel the economy’s openness. In this regard, the NDM’s aim is to increase the number of exporting companies to 12,000 (vs. 6,000 as of 2022) and to raise Morocco to among the top 50 countries in the Economic Complexity Index ranking. Last, the NDM also calls for the integration of the informal sector through an incentive-based, gradual approach suited to the nature of stakeholders.\n\nAchieving a competitiveness shock. Despite Morocco’s numerous competitive advantages, production factors remain relatively expensive. Those costs hinder the competitiveness of Moroccan companies and undermine the country’s attractiveness with foreign investors.\n\nHence, structurally transforming Morocco’s economy requires strong action on the cost of production factors by reducing costs linked to energy and logistics. Thus, the NDM calls for achieving a significant leap in competitiveness and allowing the production system to meet the challenges of competition in domestic and international markets.\n\nWhen it comes to energy, it is essential to reduce costs by reforming the sector and using renewable and low-carbon energy. In this sense, the NDM calls for a major reform of the electricity sector that should be combined with a short-term effort of production cost reduction. In 2018, Morocco’s energy bill amounted to 82 billion Moroccan dirhams, of which 80 percent represents the oil bill. This is in a context where the demand for energy is increasing (it was multiplied by 1.5 between 2007 and 2019). Hence, the NDM suggests reducing the energy cost for energy-intensive industries to 0.5 dirham/kilowatt-hour.\n\nThe New Development Model’s Bets for the Future: Morocco as a Regional Financial Hub\n\nThe new development model’s aim is to make Morocco an attractive financial center, where large and small Moroccan and African businesses with high growth potential can raise financing—a center that attracts substantial financial flows in search of profitable investments in promising areas for the future. In addition to meeting internal needs for traditional or alternative financing, Morocco would be able to capture market shares in Africa (beyond the banking sector), particularly with regard to the financing of major projects. The status of regional financial center, that is increasingly dematerialized to be at the forefront of technological innovation in the financial sector, could also be consolidated by confirming Morocco as a regional platform for commodity trading in cooperation with certain international reference centers in this field.\n\nAs for logistics, it is also important to restructure the sector. Achieving this mostly depends on the ability to modernize and structure the logistics sector to improve its quality of service and performance and to reduce costs. The NDM’s aim is to lower the cost of transport and logistics to 12 percent of GDP by 2035.\n\nEstablishing a macroeconomic framework dedicated to growth.\n\nMorocco enjoys a stable macroeconomic environment and financial system that can be improved further to stimulate economic growth. Three proposals summarize the NDM’s vision for the macroeconomic framework. First, it calls for optimizing budgetary expenditure through new management instruments. Second, it suggests reducing the tax burden weighing on productive and competitive activities. Third, it recommends accelerating efforts toward diversifying mechanisms for financing the economy, including banks, capital markets, fintech, and all innovative nonbank solutions. In particular, the NDM advocates for creating the right conditions for further development of capital markets (Box 2.3).\n\nEmergence of the social economy as a full-fledged economic sector. No less important, strong action should be geared toward the emergence of the social economy whose turnover only represents 2 percent of Moroccan GDP and less than 4 percent in terms of jobs. The NDM proposes to increase its share in GDP to 8 percent by 2035. This implies ending with a vision of the social economy being dominated by low-added-value activities in order to have it emerge as an economic sector in its own right.\n\nThe social economy presents high potential for creating added value and jobs, particularly at the territorial level. It can provide jobs to complement positions in the commercial and public sectors. It can also be a producer of public services, particularly in health and education, through an experimental approach. Achieving this requires adopting a founding framework for the new social economy and developing innovative social entrepreneurship.\n\nThe NDM puts a strong emphasis on the urgent need to consolidate Morocco’s human capital to enable all citizens to shape their own future, realize their potential in full autonomy, and contribute to their country’s development and its integration into the global knowledge-based economy. The goal is also to jump-start the social elevator, ensuring equal opportunity for young Moroccans and thereby strongly mitigating the weight of the economic and social inequalities.\n\nAware that the education sector stands as a primary concern for citizens and Moroccan society, the NDM’s ambition is to launch a genuine Moroccan educational renaissance. Moroccan schools should enable every student to acquire fundamental skills to promote the nation’s academic and professional success and to ensure its socioeconomic integration. One of the targets projected by the NDM is that by 2035, more than 90 percent of students should have acquired these fundamental academic skills by the end of primary school, compared to less than 30 percent in 2020.\n\nThe NDM advocates focusing on four fundamental levers of an educational renaissance, complementing Vision 20302 and subsequent legislation:\n\n1. Investing in teacher training and motivation to enable teachers to become guarantors of learning\n\n2. Reorganizing the school curriculum and assessment system to ensure the success of every student\n\n3. Renovating academic content and methods for effective and fulfilling teaching\n\n4. Empowering schools to become drivers of change and stakeholder engagement\n\nAchieving this educational renaissance calls for establishing specific steering and implementation systems, supported by strong political will and commitment to partnership among all stakeholders; aligning resources with objectives; and enhancing stakeholders’ capacities and the autonomy of local stakeholders as well as academies and schools. The quality of higher and vocational education and the development of scientific research are also essential to speeding up Morocco’s development and establishing it as a competitive nation in the long term.\n\nThe NDM also recommends an in-depth modernization of public and private higher education institutions and faster development of vocational training courses and hybrid and work-study learning methods; the primary objective is to provide young Moroccans with the means to acquire skills and improve their job market prospects.\n\nAccess to affordable and quality health care is also among the pressing demands of Moroccan citizens. The NDM stresses the need to ensure access to quality health services and health protection as a fundamental right of citizens. Furthermore, new challenges raised by the COVID-19 crisis and the risk of future health crises require urgent measures to strengthen the health care system with regard to monitoring, prevention, and resilience.\n\nTo this end, the NDM puts forward major policy proposals with the following aims:\n\nAccelerating universal access to basic medical coverage\n\nSubstantially strengthening the overall supply and quality of care, specifically through investing in human resources, upgrading health professions, enhancing public hospitals, and optimizing patient care\n\nStrengthening the overall system efficiency by overhauling health system governance so as to make all public and private actors accountable, overseeing and normalizing operations, including at the territorial level, by digitizing all health system management processes\n\nEnsuring a more transparent and rigorous regulation of the pharmaceutical sector so as to promote a competitive local industry, particularly for generic drugs\n\nThe third NDM pillar relates to opportunities for inclusion for all and the imperative of consolidating social ties. Gender equality and the political, economic, and social participation of women are major challenges for modern Moroccan society, as both are essential conditions for an open, cohesive, and supportive society. The new model seeks to substantially raise levels of participation of women in economic, political, and social spheres.\n\nThe NDM also advocates for strengthening the inclusion and development of young people through an integrated policy that is specifically dedicated to them. Morocco’s development hinges on free, fulfilled, competent, and enterprising youth. Morocco’s youth aged 15–34 account for 33 percent of the population, of which more than 4.5 million are inactive (that is, neither in employment, nor in education, nor in training). Providing young people with the skills and opportunities to improve their future prospects, and with the space for expression, civic participation, and initiative taking, thereby strengthening their civic mindedness and attachment to the nation’s fundamentals, as well as actively involving them to serve their country’s development, are all critical challenges for Morocco.\n\nInclusion also implies ensuring social protections that strengthen the resilience and inclusion of the most vulnerable and engenders solidarity among citizens. Finally, the quest for an inclusive Morocco also requires mobilizing cultural diversity as a lever for openness, dialogue, and social cohesion for the purpose of consolidating the foundation of a peaceful and harmonious life together.\n\nThe NDM brings about a new vision on the role of territories as spaces for the codesign and implementation of public policies alongside the state. This vision enshrines the centrality of territories as sources of tangible and intangible wealth creation, the emergence of participatory democracy, and the rooting of resource sustainability and resilience to climate change effects.\n\nIn accordance with the constitution, the NDM advocates for a “Morocco of regions” to ensure the convergence and efficiency of public policies at the territorial level. This requires state territorial reform and enhancing the capacities of territorial stakeholders to meet their responsibilities.\n\nAmong the proposed actions, the NDM calls for accelerating the advanced regionalization with effective deconcentration and overcoming any reluctance restraining it. The NDM also suggests an innovative territorial reorganization to provide efficient access to public services closer to the citizens. This reorganization is based on the douar as the basic territorial unit and capitalizes on the cercle administrative level for coordinating and optimizing public services in an inter-municipal approach.3 Putting participation at the forefront of the NDM priorities, the report recommends the creation of regional economic, social, and environmental councils to promote territorial stakeholder contribution to public development policies.\n\nThe NDM also stresses the need for integrated territorial planning that is focused on improving the citizens’ living conditions (housing, connectivity, and mobility). The sustainability of territories also requires the conservation of natural resources, particularly water, and enhancing resilience to climate change. For this purpose, it is essential to strengthen the governance of natural resources by monitoring the stakeholders’ consistency of actions. Taking water scarcity as an example where the situation continues to worsen in Morocco, the NDM calls for fully accounting for water scarcity and optimizing water use for current and future generations.\n\nThe valorization of natural capital must also be understood in light of the opportunities that it presents for developing both domestic and international tourism. In addition, the full potential of the green economy and the blue economy should be mobilized to strengthen value creation in all territories. In the same perspective, the water–energy couple should get special attention by promoting the use of renewable energies, in particular for seawater desalination and wastewater treatment, which would allow supplying coastal areas with water for drinking and irrigation at better cost, and to reduce pressure on water availability.\n\nThe New Development Model’s Pledge for the Future— Morocco: A Champion of Competitive and Green Energy\n\nBy working toward this goal for the future, the aim is to make Morocco’s energy supply a major determinant of its economic attractiveness, building on competitive energy mainly from renewable sources. Morocco’s accelerated transition to a low-carbon, competitive economy that is attractive to industry would make Morocco a benchmark in terms of low-carbon, responsible, and sustainable production methods. This would make it possible to broaden the accessibility of Morocco’s exports to promising markets and attract foreign investors looking for opportunities in green economy sectors. A major reform of the energy sector is necessary to take advantage of the technological revolutions underway in renewable energy and to develop a market that is open to domestic and foreign investment.\n\nFinally, the NDM’s aim is to consolidate efforts to develop a modern, socially and environmentally responsible agriculture that fully recognizes and integrates sustainability constraints. Very small farming units (agriculture solidaire) and family farming need greater support and development through more efficient support mechanisms for small-scale farming, to address the strong duality between commercial and solidarity farming, with a view to consolidating rural resilience. Water use in agriculture needs to be optimized, with a priority for national food security and fair use of water in the exportable offer. Finally, modernizing agriculture requires the mobilization of technology for sustainability, strengthening human skills in the sector, and investing in research and innovation in agriculture and agribusiness.\n\nAlongside the four pillars identified by the NDM, five bets for the future are proposed as the foundation of a bold Morocco. The aim is to make Morocco one of the most dynamic and attractive economic and knowledge hubs at the continental level. These bets for the future include training research action at the service of the territories, low-cost and low-carbon energy (Box 2.4), digital platforms and broadband coverage, diversified mechanisms for financing the economy, and “made in Morocco” as a means of valuing production and as leverage for Morocco’s integration into global value chains.\n\nAchieving the NDM’s ambition and structural transformations requires substantial technical, human, and financial capacities, particularly in the start-up phase. For this purpose, the report placed the emphasis on two main drivers of change to support successful implementation of the NDM: reforming the administration and relying on digital technology.\n\nIn order to accelerate change, it is essential to update the administrative apparatus both in skills and in methods. The implementation of the NDM requires a renewed and modern administrative apparatus that is committed to the general interest. The administration should place greater emphasis on service quality for citizens and enterprises. This calls for a skilled and empowered administration that is oriented to performance and results. The administration should be accountable for its actions and able to take initiative and support change.\n\nImproving the administration’s performance also requires simplifying and streamlining internal management procedures that enable the administration to focus on crosscutting missions and objectives. The administration should be expediting the simplification and full digitalization of administrative processes, and granting access to public data to allow users to assess the quality of services and to have recourse in case of dispute or abuse.\n\nIn addition, regular renewal of senior national and local civil servants and managers of strategic public enterprises and establishments is a challenge that should be addressed. It is essential to put in place mechanisms of attractiveness, to identify a pool of skills, and to encourage leadership skills development.\n\nThe NDM sets digital technology as a crucial driver for change and development. Indeed, digital technology is likely to restore trust between citizens and the state; reduce corruption; and promote economic, social, and territorial inclusion of large segments of the population. Simplified and clarified procedures and better-quality services will make the state–citizen and state–business relationships more fluid and transparent.\n\nThe NDM considers that Morocco can aim to be an “e-nation” by 2025. For this purpose, the country’s digital transformation requires swift upgrading of digital infrastructure, broadband connection throughout the country, extensive skills training, and completion of the legislative and interoperability framework to enable end-to-end digitization of public services and boost digital confidence.\n\nIn parallel with these important levers, the NDM stresses the importance of Moroccans of the world as full players in the implementation of the suggested transformative projects. Indeed, beyond the cash transfers they make to the country as remittances, and that represent a strategic financial windfall, the large-scale use of their skills would certainly constitute a powerful lever to strengthen the quality of Morocco’s human capital.\n\nThe NDM also reaffirms Morocco’s irreversible choice of openness to the world by highlighting the role of international partnerships to serve the country’s new ambition. The NDM is also in line with Morocco’s commitment to defending multilateral causes and providing responses to global challenges. Thus, this contributes to Morocco’s outreach by leveraging its specificities and its constants, in particular with respect to its sovereignty and its territorial integrity.\n\nFinally, the NDM’s implementation needs a strong action to mobilize all national players around a national development compact as well as to establish a monitoring and steering mechanism to follow up on the NDM’s transformative projects and the processes leading to change.\n\nThe COVID-19 crisis affected government resources and priority budget spending. This emphasizes how the NDM’s success hinges on a sound approach to financing. Preliminary estimates established by the SCDM on the funding required to implement the NDM are 4 percent of GDP annually in the start-up phase (2022–25) and 10 percent of GDP in the maintenance phase by 2030.\n\nThis is a rough estimate that is aimed essentially at identifying the magnitude of the costs of the NDM’s flagship projects and strategic bets for the future. Meeting these needs in terms of financial resources will require a specific financing strategy. The NDM suggests a financing strategy that hinges on four complementary areas (Figure 2.1).\n\nThe NDM’s Financing Strategy: Generating an Inclusive and Virtuous Dynamic Guaranteeing Sustainability\n\nThe first area looks at possibilities for widening the state’s budgetary space by working actively in favor of the mobilization of the fiscal potential, estimated at between 2 percent and 3 percent of the GDP. This mobilization of the fiscal potential can be achieved by means of a greater formalization of economic activities and an optimization of tax incentives by removing unproductive ones or those that contribute to favoring rent positions. This would also involve building the capacity of the tax administration to fight tax fraud and tax evasion.\n\nThe widening of the state’s budgetary margins requires, in the short term, carrying out a general review of public expenditures aimed at optimizing the state’s way of life, eliminating sources of waste, and strengthening the targeting of this spending to maximize the economic and social impacts. Budgetary savings that can be potentially mobilized could be allocated to the NDM’s priority projects.\n\nThe second area focuses on stimulating private investment, both national and international, through a transparent and attractive business climate, guaranteeing free competition and promoting the entry of new innovative and competitive players. The national policy of economic transformation advocated by the NDM is fully in line with this perspective as long as it relates to new sectoral ambitions and innovative action levers for their implementation.\n\nThe impetus for private investment would also depend on the mobilization of state-owned enterprises and institutions, given their role as an engine of private initiative, a catalyst for the structural competitiveness of the national economy, and a lever for revitalizing territorial ecosystems. The reform at work of the state-owned enterprises and institutions, in the wake of the restructuring of the public portfolio and the optimization of the state’ shareholder policy, would make it possible to create space for the benefit of national and foreign private investment. The launch of reforms in certain key sectors (for example, energy, water, digital, logistics) would be a necessary prerequisite for achieving this.\n\nIn addition, the new dynamic to be instilled in private investment could be based on the role of the Mohammed VI Investment Fund in financing productive diversification and the economy’s upscaling. This Fund’s operations can be conducted through equity investments in the capital of private companies with high growth potential. This would exert a leverage effect allowing companies to obtain additional financing from market players while promoting better development of the sectoral potential of Morocco’s economy in promising sectors.\n\nThe third area relates to the multiplication of actors and the diversification of financing instruments to meet the needs of private firms, particularly very small and medium businesses. The entry of new players in both traditional financial activities and more innovative activities, in connection with fintech and other financing solutions, would be appropriate to create competition in the banking market, favoring both quality of services and cost reduction.\n\nBroadening the financing spectrum to benefit private actors and operators calls for boosting the capital markets development and setting its regulation to the highest international standards. One of the key recommendations to achieve this objective is revitalizing Casablanca’s stock exchange. In fact, the global Moroccan market capitalization stood at 54 percent of the GDP in 2019, which can be further extended. Compared with other developing countries and considering Morocco’s untapped potential, the NDM aims to increase the total market capitalization to 70 percent of GDP in 2035 (vs. 54 percent of GDP as of 2022) and to increase the number of listed companies from 76 in 2019 to 300 in 2035.\n\nIn this regard, some priority actions should be deployed, including the acceleration of the legislative process to change the legal and regulatory framework of the capital markets, the broadening of the base of issuers and investors by initial public offerings of public companies, and the creation of a market dedicated to raw materials. In addition, developing the private-debt market and introducing new financial instruments and products would be likely to increase the market’s liquidity and strengthen its attractiveness to international investors in search of profitable investments.\n\nThe fourth area consists of leveraging opportunities for mobilizing international financial partnerships at bilateral, regional, and multilateral levels, which cover several areas matching the NDM’s priorities (for example, energy sustain-ability, human capital, development of financial markets).\n\nAlongside these potential sources of funding, the NDM will also be able to contribute to its self-financing due to the additional growth it can generate. This contribution appears particularly through (1) the additional tax revenue due to the transition to a new level of growth that allows the favorable recovery of economic activity and (2) the increased attractiveness of direct foreign capital and portfolios, enabling Morocco to meet the financing needs of the national economy.\n\nThe transformation projects that underlie the ambition of the NDM are likely to accelerate the development trajectory of the country and raise it to the ranks of prosperous nations. In addition to the required agility to carry out these projects, there is also the need to promote a macroeconomic framework that is closely aligned with development objectives at the economic, social, territorial, and environmental levels. To meet this requirement, Morocco must meet three major conditions:\n\n1. Macroeconomic management combining agility and flexibility in the short-to-medium term and exploiting all possible room for action while remaining vigilant about the macroeconomic framework’s sustainability in the long term\n\n2. Macroeconomic policies (monetary, fiscal, exchange rate policy) at the service of a strong, healthy growth with diversified sources, with a view to making them drivers for the creation of added value and jobs\n\n3. Macroeconomic balances that must be reinforced by the internal performance of the NDM. This is a prerequisite to reinforce the national economy’s resilience capacity in the face of exogenous shocks. The reinforced competitiveness of the productive system and the expected strong attractiveness of foreign investments will allow the economy to meet its financing needs.\n\nThe NDM is designed by Moroccans, with Moroccans, and for Moroccans. It results from extensive interaction with many segments of the population about their realities and aspirations. This model embodies a new way of looking at development, one that is more participative and involves all stakeholders. It is a proposal of an ambitious development path and a call on all to rally and work jointly to build the desired Morocco.\n\nConsidering the country’s multiple assets, and its citizens’ capacities, Morocco is fully capable of embarking on a new development stage under the leadership of King Mohammed VI. Achieving the NDM’s ambition requires a renewed collective organization enabling all Moroccan women and men; public, private, and civil society; at central and local levels; and in all their diversity and richness, to work toward the same goals.\n\nThe NDM’s success also hinges on fostering international partnerships. The transformative projects underlying the NDM offer investment opportunities as well as partnership prospects in promising fields (for example, education, health, energy, logistics). Mobilizing international partnerships is also the key to promoting technology transfer and providing technical support for development projects in the spirit of co-development.\n\nStrengthening cooperation with international partners, including international financing partners and development agencies, can only be encouraged, especially by targeting the priorities and areas identified by the NDM.\n\nThe Special Commission on the Development Model, April 2021. www.csmd.ma/rapport-en.\n\nThe Strategic Vision for Education Reform 2015–2030 was elaborated by the Higher Council on Education, Training and Scientific Research, https://www.csefrs.ma/wp-content/uploads/2017/09/Vision_VF_Fr.pdf.\n\nThe cercles represent an intermediate territorial administrative level, placed between provinces and municipalities. The douar are small communities where the most part of rural population lives in Morocco.\n\nThe author is President of the Special Commission on the Development Model and current Minister of National Education, Preschool and Sports.\n\nThe NDM’s Financing Strategy: Generating an Inclusive and Virtuous Dynamic Guaranteeing Sustainability\n\nThe NDM’s Financing Strategy: Generating an Inclusive and Virtuous Dynamic Guaranteeing Sustainability\n\nInternational Monetary Fund Copyright © 2010-2025. All Rights Reserved.\n\nCharacter limit 500/500\n\nCharacter limit 500/500\n\nOverview of the New Development Model’s Strategic Proposals\n\n1. Make the entrepreneurial initiative secure.\n\n2. Steer economic stakeholders toward productive activities.\n\n3. Achieve a competitiveness shock.\n\n4. Establish a macro-economic framework dedicated to growth.\n\n5. Emergence of the social economy as an economic sector in its own right.\n\n1. Quality education for all\n\n2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility\n\n3. Quality health services and health protection as fundamental rights of citizens\n\n1. Empower women and ensure gender equality and participation.\n\n2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.\n\n3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.\n\n4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens.\n\n1. Bring forth a prosperous, dynamic “Morocco of the Regions.”\n\n2. Ensure an innovative reengineering of the territorial hierarchy.\n\n3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.\n\n4. Preserve natural resources and enhance the resilience of territories to climate change.\n\n5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity.\n\nOverview of the New Development Model’s Strategic Proposals\n\n1. Make the entrepreneurial initiative secure.\n\n2. Steer economic stakeholders toward productive activities.\n\n3. Achieve a competitiveness shock.\n\n4. Establish a macro-economic framework dedicated to growth.\n\n5. Emergence of the social economy as an economic sector in its own right.\n\n1. Quality education for all\n\n2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility\n\n3. Quality health services and health protection as fundamental rights of citizens\n\n1. Empower women and ensure gender equality and participation.\n\n2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.\n\n3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.\n\n4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens.\n\n1. Bring forth a prosperous, dynamic “Morocco of the Regions.”\n\n2. Ensure an innovative reengineering of the territorial hierarchy.\n\n3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.\n\n4. Preserve natural resources and enhance the resilience of territories to climate change.\n\n5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity.\n\n- Previous Chapter\n- Next Chapter\n\n- Abstract\n- Full Text\n- Related Publications\n- Contributor Notes\n\n- 1. The lack of vertical coherence between the development vision and the announced public policies, and the weak horizontal convergence between these policies\n- 2. The sluggish pace of the economy’s structural transformation, hampered by high input costs and barriers to entry for innovative and competitive new players\n- 3. Limited public sector capacity in providing and ensuring access to high-quality public services in critical areas for citizens’ daily lives, well-being, and empowerment\n- 4. A sense of legal insecurity and unpredictability that limits initiatives, as a result of a perceived disconnect between legal “gray areas” and social realities on the ground, and because of a lack of citizens’ trust in the justice system, a burdensome bureaucracy, and ineffective appeals\n\n- The transition to a new level of GDP growth, of 6 percent on average annually, driven in particular by the added value of medium- and high-technology industrial activities (50 percent of industrial value added)\n- Doubling the GDP per capita by 2035 to reach 16,000 (dollars/purchasing power parity)\n- Raising the share of formal employment to 80 percent of total employment and doubling the activity rate of women to bring it to 45 percent\n- Mastery of basic learning by 75 percent of pupils at the age of 15\n- Raising the share of renewable energies to 40 percent of total energy consumption\n- The development of the digital sector to bring its share in the GDP to 5 percent\n\n- 1. A prosperous Morocco, creating wealth and quality jobs to match its potential\n- 2. A skilled Morocco, where all citizens have the capacities enabling them to take charge of their lives and contribute to value creation\n- 3. An inclusive Morocco, offering opportunities and protection to all, where social ties are consolidated\n- 4. A sustainable Morocco, where resources are preserved across all territories\n- 5. A bold Morocco, as a regional leader in promising areas of the future\n\n- 1. A state with reinforced strategic capacities, materialized by the effectiveness and efficiency of its policies, which guarantees the security, dignity, and freedoms of Moroccans and protects them in the face of weaknesses and crises\n- 2. A plural society, fully mobilized and empowered, which values and leverages the capacities of the individuals and groups that compose it, is committed to defending the general interest, and devotes its efforts to promoting the values of good and responsible citizenship\n\n- 1. Focusing the action on citizen impact with results-driven actions\n- 2. Adopting a systemic, co-constructive, and collaborative approach to development\n- 3. Developing capacities of all stakeholders\n- 4. Encouraging subsidiarity and territorial development\n- 5. Ensuring environmental and financial sustainability of development projects\n\n- 1. Make the entrepreneurial initiative secure.\n- 2. Steer economic stakeholders toward productive activities.\n- 3. Achieve a competitiveness shock.\n- 4. Establish a macro-economic framework dedicated to growth.\n- 5. Emergence of the social economy as an economic sector in its own right.\n\n- 1. Quality education for all\n- 2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility\n- 3. Quality health services and health protection as fundamental rights of citizens\n\n- 1. Empower women and ensure gender equality and participation.\n- 2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.\n- 3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.\n- 4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens.\n\n- 1. Bring forth a prosperous, dynamic “Morocco of the Regions.”\n- 2. Ensure an innovative reengineering of the territorial hierarchy.\n- 3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.\n- 4. Preserve natural resources and enhance the resilience of territories to climate change.\n- 5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity.\n\n- 1. Investing in teacher training and motivation to enable teachers to become guarantors of learning\n- 2. Reorganizing the school curriculum and assessment system to ensure the success of every student\n- 3. Renovating academic content and methods for effective and fulfilling teaching\n- 4. Empowering schools to become drivers of change and stakeholder engagement\n\n- Accelerating universal access to basic medical coverage\n- Substantially strengthening the overall supply and quality of care, specifically through investing in human resources, upgrading health professions, enhancing public hospitals, and optimizing patient care\n- Strengthening the overall system efficiency by overhauling health system governance so as to make all public and private actors accountable, overseeing and normalizing operations, including at the territorial level, by digitizing all health system management processes\n- Ensuring a more transparent and rigorous regulation of the pharmaceutical sector so as to promote a competitive local industry, particularly for generic drugs\n\n- Download Figure\n- Download figure as PowerPoint slide\n\n- 1. Macroeconomic management combining agility and flexibility in the short-to-medium term and exploiting all possible room for action while remaining vigilant about the macroeconomic framework’s sustainability in the long term\n- 2. Macroeconomic policies (monetary, fiscal, exchange rate policy) at the service of a strong, healthy growth with diversified sources, with a view to making them drivers for the creation of added value and jobs\n- 3. Macroeconomic balances that must be reinforced by the internal performance of the NDM. This is a prerequisite to reinforce the national economy’s resilience capacity in the face of exogenous shocks. The reinforced competitiveness of the productive system and the expected strong attractiveness of foreign investments will allow the economy to meet its financing needs.\n\n- PART I: Morocco: Past Reforms and Agenda for Change\n- Guinea: Economic Development Documents\n- Burkina Faso: Strategy for Accelerated Growth and Sustainable Development 2011â2015\n- Lao Peopleâs Democratic Republic: Second Poverty Reduction Strategy Paper\n- Chapter 13. Structural Reforms in Countries That Have Achieved Emerging Market Economy Status: A Comparative Study\n- Chapter 13. Structural Reforms in Countries That Have Achieved Emerging Market Economy Status: A Comparative Study\n- The Development Path Less Traveled: The Experience of Rwanda\n- Islamic Republic of Mauritania: Poverty Reduction and Growth Strategy\n- Sierra Leone: Economic Development Documents-National Development Plan, 2019-23\n- Cote d'Ivoire: Economic Development Documents-National Development Plan, 2016-20\n\n- The Sri Lankan Economy: Charting A New Course\n- Guidebook for Utilities-Led Business Models: Way Forward for Rooftop Solar in India\n- Private Sector Operations in 2023: Report on Development Effectiveness\n- Private Sector Operations in 2022: Report on Development Effectiveness\n- Private Sector Operations in 2024: Report on Development Effectiveness\n- Asian Development Review: Volume 40, Number 2\n- Storms, Early Education, and Human Capital\n- Asian Development Review: Volume 42, Number 3\n- ADB Economics Working Paper Series No. 570: Expected Work Experience, A New Human Capital Measure\n- Decarbonization Pathways in Developing Asia: Evidence from Modeling Scenarios\n\n- New development model(s) for desert and oasian zones: Libya\n\n- Human Capital 2.0: The Future of Work in the Americas\n- Estimating the Effects of Human Capital Constraints on Innovation in the Caribbean\n- Focus on Capital: New Approaches to Developing Latin American Capital Markets\n- An Impact Evaluation of Agricultural Subsidies on Human Capital Development and Poverty Reduction: Evidence from Rural Mexico\n\n- Charting a New Course: Structural Reforms in Colombia's Water Supply and Sanitation Sector.\n- Building Human Capital: Lessons from Country Experiences - Morocco\n- Sri Lanka Human Capital Development: Realizing the Promise and Potential of Human Capital\n- Fostering Human Capital in the Gulf Cooperation Council Countries\n- Malawi Economic Monitor, June 2019: Charting a New Course\n- Turkey Economic Monitor, October 2019: Charting a New Course\n- The Human Capital Index 2020 Update: Human Capital in the Time of COVID-19\n- Association of Human Capital with Physical Growth from Birth to Adulthood: Evidence from the New Delhi Birth Cohort, India\n- Rwanda Economic Update, January 2021: Protect and Promote Human Capital in a Post-COVID-19 World\n- Europe and Central Asia Economic Update, Fall 2020: COVID-19 and Human Capital\n\n- Save\n- Cite\n- Email this content\n\n\nShare Link\n\nCopy this link, or click below to email it to a friend\nEmail this content\n\t\t\nor copy the link directly:\n\nhttps://www.elibrary.imf.org/display/book/9798400225406/CH002.xml\nThe link was not copied.  Your current browser may not support copying via this button.\nLink copied successfullyCopy link\n\n- Collapse\n- Expand\n\n- Top\n\n- Abstract\n- Introduction\n- Elaborating the New Development Model\n- The Founding Pillars of the New Development Model: From an Ambition to Strategic Development ChoicesA New Organizational Doctrine as a Base for the Development FrameworkThe Four Strategic Transformation Pillars of the Development Model\n- Activating Drivers of Change to Accelerate the New Development Model’s ImplementationA Renovated, Efficient, and Honest Administrative Apparatus, Focused on the Quality of Services to Citizens and BusinessesDigital Technology as a Driver for Structural Transformation\n- Financing The Development Model: The Need for Additional Resources to Fuel a Wealth-Creating Dynamic\n- Conclusion\n\n- A New Organizational Doctrine as a Base for the Development Framework\n- The Four Strategic Transformation Pillars of the Development Model\n\n- A Renovated, Efficient, and Honest Administrative Apparatus, Focused on the Quality of Services to Citizens and Businesses\n- Digital Technology as a Driver for Structural Transformation\n\n- View in gallery\n\n\t\n\t\t\n\t\n\n\n\n\nFigure 2.1.\nThe NDM’s Financing Strategy: Generating an Inclusive and Virtuous Dynamic Guaranteeing Sustainability\n\n- Close\n\n- View raw image\n\n- [41.141.181.41]\n- 41.141.181.41\n\n- 1. Make the entrepreneurial initiative secure.\n- 2. Steer economic stakeholders toward productive activities.\n- 3. Achieve a competitiveness shock.\n- 4. Establish a macro-economic framework dedicated to growth.\n- 5. Emergence of the social economy as an economic sector in its own right.\n\n- 1. Quality education for all\n- 2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility\n- 3. Quality health services and health protection as fundamental rights of citizens\n\n- 1. Empower women and ensure gender equality and participation.\n- 2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.\n- 3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.\n- 4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens.\n\n- 1. Bring forth a prosperous, dynamic “Morocco of the Regions.”\n- 2. Ensure an innovative reengineering of the territorial hierarchy.\n- 3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.\n- 4. Preserve natural resources and enhance the resilience of territories to climate change.\n- 5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity.\n\n- 1. Make the entrepreneurial initiative secure.\n- 2. Steer economic stakeholders toward productive activities.\n- 3. Achieve a competitiveness shock.\n- 4. Establish a macro-economic framework dedicated to growth.\n- 5. Emergence of the social economy as an economic sector in its own right.\n\n- 1. Quality education for all\n- 2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility\n- 3. Quality health services and health protection as fundamental rights of citizens\n\n- 1. Empower women and ensure gender equality and participation.\n- 2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.\n- 3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.\n- 4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens.\n\n- 1. Bring forth a prosperous, dynamic “Morocco of the Regions.”\n- 2. Ensure an innovative reengineering of the territorial hierarchy.\n- 3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.\n- 4. Preserve natural resources and enhance the resilience of territories to climate change.\n- 5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity.\n\n| Transformation priority area | Pillar 1: Toward a productive and diversified economy that creates value and quality jobs | Pillar 2: Toward enhanced human capital that is better prepared for the future | Pillar 3: Toward opportunities for inclusion for all and a stronger social bond | Pillar 4: Toward sustainable and resilient territories, where development sets deep roots |\n| --- | --- | --- | --- | --- |\n| Strategic choices | 1. Make the entrepreneurial initiative secure.2. Steer economic stakeholders toward productive activities.3. Achieve a competitiveness shock.4. Establish a macro-economic framework dedicated to growth.5. Emergence of the social economy as an economic sector in its own right. | 1. Quality education for all2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility3. Quality health services and health protection as fundamental rights of citizens | 1. Empower women and ensure gender equality and participation.2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens. | 1. Bring forth a prosperous, dynamic “Morocco of the Regions.”2. Ensure an innovative reengineering of the territorial hierarchy.3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.4. Preserve natural resources and enhance the resilience of territories to climate change.5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity. |\n\n| Transformation priority area | Pillar 1: Toward a productive and diversified economy that creates value and quality jobs | Pillar 2: Toward enhanced human capital that is better prepared for the future | Pillar 3: Toward opportunities for inclusion for all and a stronger social bond | Pillar 4: Toward sustainable and resilient territories, where development sets deep roots |\n| --- | --- | --- | --- | --- |\n| Strategic choices | 1. Make the entrepreneurial initiative secure.2. Steer economic stakeholders toward productive activities.3. Achieve a competitiveness shock.4. Establish a macro-economic framework dedicated to growth.5. Emergence of the social economy as an economic sector in its own right. | 1. Quality education for all2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility3. Quality health services and health protection as fundamental rights of citizens | 1. Empower women and ensure gender equality and participation.2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens. | 1. Bring forth a prosperous, dynamic “Morocco of the Regions.”2. Ensure an innovative reengineering of the territorial hierarchy.3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.4. Preserve natural resources and enhance the resilience of territories to climate change.5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity. |\n\n| Transformation priority area | Pillar 1: Toward a productive and diversified economy that creates value and quality jobs | Pillar 2: Toward enhanced human capital that is better prepared for the future | Pillar 3: Toward opportunities for inclusion for all and a stronger social bond | Pillar 4: Toward sustainable and resilient territories, where development sets deep roots |\n| --- | --- | --- | --- | --- |\n| Strategic choices | 1. Make the entrepreneurial initiative secure.2. Steer economic stakeholders toward productive activities.3. Achieve a competitiveness shock.4. Establish a macro-economic framework dedicated to growth.5. Emergence of the social economy as an economic sector in its own right. | 1. Quality education for all2. A system of university education, vocational training, and research centered on performance and spurred by autonomous governance that promotes responsibility3. Quality health services and health protection as fundamental rights of citizens | 1. Empower women and ensure gender equality and participation.2. Promote the inclusion of young people and their fulfillment by multiplying opportunities and means of participation.3. Build on cultural diversity as a lever for openness, dialogue, and cohesion.4. Develop a common base for social protection that enhances resilience and inclusion and gives substance to solidarity among citizens. | 1. Bring forth a prosperous, dynamic “Morocco of the Regions.”2. Ensure an innovative reengineering of the territorial hierarchy.3. Promote integrated territorial organization, improve the housing and the living environment, and improve connectivity and mobility.4. Preserve natural resources and enhance the resilience of territories to climate change.5. Safeguard water resources through better use of the resource and more rigorous management of its scarcity. |\n\n",
    "title": "CHAPTER 2: Morocco’s New Development Model: Charting the Course for a Human-Capital–Led Development in: Morocco’s Quest for Stronger and Inclusive Growth"
  },
  {
    "url": "https://dig.watch/resource/national-artificial-intelligence-strategy-in-lebanese-industry-2020-2050",
    "status": "success",
    "webpage_content": "# National Artificial Intelligence Strategy in Lebanese Industry (2020-2050) | Digital Watch Observatory\n**Description:** The National Artificial Intelligence Strategy in Lebanese Industry (2020-2050) provides a detailed framework for integrating AI into Lebanon's industrial\n**Source URL:** https://dig.watch/resource/national-artificial-intelligence-strategy-in-lebanese-industry-2020-2050\n---\n\n# National Artificial Intelligence Strategy in Lebanese Industry (2020-2050)\n\n### Related countries\n\n### Related technologies\n\nHome | Resources | National Artificial Intelligence Strategy in Lebanese Industry (2020-2050)\n\nAugust 2019\n\nStrategies and Action Plans\n\nAuthor: Ministry of Industry\n\nThe National Artificial Intelligence Strategy in Lebanese Industry (2020-2050) provides a detailed framework for integrating AI into Lebanon’s industrial sector to achieve technological advancement and sustainable economic growth. The strategy builds upon its Integrated Vision for the Lebanese Industrial Sector, which was introduced in 2015 as part of a broader initiative to modernise and enhance Lebanon’s industrial capabilities.\n\nThe strategy is grounded in the principles of the Fourth Industrial Revolution, recognising AI as a transformative tool capable of reshaping industries. It envisions an industrial sector that excels in research and development, applies AI effectively, and produces innovative, smart, and competitive products. This vision is accompanied by a mission to foster innovation and create an environment conducive to the adoption and advancement of AI across various sectors.\n\nStrategic objectives of the strategy include:\n\nThe strategy emphasises transforming the Ministry of Industry into a ‘smart ministry.’ This transformation involves digitising operations, creating advanced information systems, and establishing an AI-driven platform to enhance services.\n\nThe strategy also outlines the operational pillars for achieving its goals. These include raising awareness and developing human capacities in AI, encouraging research and innovation, fostering public-private partnerships, and creating a supportive regulatory and ethical framework. It also stresses the importance of expanding markets for smart industrial exports, promoting investment in cutting-edge AI technologies, and ensuring effective collaboration with international bodies to exchange expertise and technologies.\n\nThe implementation tools for this strategy range from introducing AI-focused education and training programs to encouraging entrepreneurship in AI applications. Policies are also proposed to create favourable conditions for research and innovation while addressing infrastructural challenges, legal frameworks, and cultural attitudes toward AI.\n\n- Adapting to the fourth industrial revolution: Encouraging scientific research, development, and innovation in AI to modernise Lebanon’s industrial landscape while increasing research centers and skilled personnel in this field.\n- Promoting economic growth and addressing trade imbalances: Strengthening the industrial sector’s contribution to GDP, expanding both domestic and international markets, and creating employment opportunities for young Lebanese talent.\n- Aligning with sustainability goals: Implementing the SDGs related to industrial growth and development from 2030 to 2050 to ensure environmentally friendly and economically viable production practices.\n- Enhancing competitiveness and security: Leveraging AI to improve production quality and efficiency, making Lebanese products more competitive while securing industrial and technological sovereignty.\n\n",
    "title": "National Artificial Intelligence Strategy in Lebanese Industry (2020-2050) | Digital Watch Observatory"
  },
  {
    "url": "https://www.samenacouncil.org/samena_daily_news?news=101529",
    "status": "success",
    "webpage_content": "# Algeria unveils comprehensive digital transformation strategy - SAMENA Daily News\n**Description:** This strategy, the first of its kind for Algeria since gaining independence, aims to transition from paper-based to digital management, increase transparency, reduce bureaucracy, broaden access to information, and boost economic performance while maintaining high service quality...\n**Source URL:** https://www.samenacouncil.org/samena_daily_news?news=101529\n---\n\n# Industry Updates\n\n### 'SAMENA Daily' - News\n\n#### Algeria unveils comprehensive digital transformation strategy\n\n### Media\n\n#### Useful Links\n\n#### Newsletter\n\nO2 Slovakia signs an agreement to acquire 100% stake of UPC Slovakia from Liberty Global\n\ndu first global integration of 25Gbps E-band Backhaul into 5G-A to enhance customer experience\n\nFitch upgrades Omantel to ‘BBB-’ with stable outlook, affirming its strategic strength\n\nAT&T named #1 in customer satisfaction for residential wired internet\n\nSAMENA Council Highlights Upper 6 GHz Spectrum as a Catalyst for Driving Next Stage of Cellular & WLAN Ecosystems\n\nEutelsat and Airtel power LEO connectivity for Indian Army relief efforts in Sri Lanka\n\nDemands of AI supercycle spur cross-industry consensus to evolve US and European network infrastructure - new study\n\nstc Bahrain and Lionscraft host Web3 workshops to drive digital innovation across Bahrain\n\nIn a bid to accelerate its digitization process, the Algerian government is developing a comprehensive roadmap to guide this transformation. High Commissioner for Digitization Meriem Benmouloud announced on Monday that Algeria is set to implement a new digital transformation strategy, with the final draft submitted to President Abdelmadjid Tebboune for approval in June.\n\nThis strategy, the first of its kind for Algeria since gaining independence, aims to transition from paper-based to digital management, increase transparency, reduce bureaucracy, broaden access to information, and boost economic performance while maintaining high service quality.\n\nThe five-year plan, which concludes in 2029, is built on two main pillars: a forthcoming digitization law and enhanced information and cybersecurity measures. The new law will establish a regulatory framework for the digital sphere, streamline bureaucratic processes, and address technological gaps. The government will collaborate with the Ministry of National Defense to bolster information and cybersecurity.\n\nPresident Tebboune has championed the digital transformation project as a key driver of sustainable local development. Launched in 2019, the initiative has made significant strides over the past two years, overcoming resource constraints, bureaucratic hurdles, and sector complexities.\n\nAccording to the latest International Telecommunication Union report, Algeria’s ICT development has seen significant acceleration. The country climbed 14 places in the ICT Development Index, now ranking 88th out of 169 nations. Algeria’s score of 77.8 points surpasses the averages for Africa (47.4), the Arab region (74.5), and middle-income countries (62).\n\nSource:\nhttps://meatechwatch.com/2024/07/26/algeria-unveils-comprehensive-digital-transformation-strategy/\n\n#304, Alfa Building, Knowledge Village,\r\n                            P.O. Box: 502544, Dubai, UAE.\n\nSubscribe to our newsletter.\n\n© Copyright  \n SAMENA Council All Rights Reserved\n\nAfghanistan, Algeria, Bahrain, Bangladesh, Egypt, Iran, Iraq, Jordan, Kuwait, Lebanon, Libya, Morocco, Nepal, Oman, Pakistan, Palestine, Qatar, Saudi Arabia, Sri Lanka, Sudan, Syria, Tunisia, Turkey, United Arab Emirates, and Yemen.\n\n\n View Details\n\nJun-Sep, Volume 02, 2025\r\n\t\t\tAccelerating FWA: Moving toward Faster, Fairer Digital Future\n\nVolume 16 | August-September, 2025\r\n\t\t\tHuman-Centric Innovation, Collaboration, and Technology in an AI-Mediated World\n\nIntelligent & Sustainable Transformation of Digital Economies\n26th May, 2025 | Dubai, UAE\n\nLeadership & Excellence Awards in Digital-development\nOctober 15th, 2024 | Dubai, UAE\n\nFWA as a 5G Monetization Service\n\nThe 3 Key to 5G FWA Success - the Network, the Service, the CPE\n\nFWA Market Updates & Trends - The Evolution of the FWA Ecosystem\n\nSpectrum Outlook For Commercial and Innovative Use\n2025-2027\n\nGlobal Digitalization Index 2024\nSeptember 2024\n\nThe State of Broadband 2024:\nLeveraging AI for Universal ConnectivityPart One - June 2024\n\n13th May, 2024 | Dubai, UAE\n“Evolving toward Integration, Intelligence & Sustainability in Infrastructure”\n\nSAMENA Council Highlights Pathways for Inclusive Digital Growth across Africa & SA-ME-NA Regions at MWC Kigali\n\nVisual Intelligence: At GITEX 2025, SAMENA Council Paves the Way for Telecom Operators to Lead in another Powerful Role\n\nAt GITEX Global 2025, SAMENA Council Positions Fixed Wireless Access (FWA) as a Key Growth Driver for Digital Innovations\n\nSAMENA Council Takes on a Vital Role at GCF 2025 to Voice the Region's Digital Resilience, Investment, and Cybersecurity Needs\n\nDubai, United Arab Emirates, 20 November to 15 December 2023\n\nITU INTERVIEWS @ GSR-23: Mr. Bocar A. BaCEO, SAMENA CouncilIAGDI - CRO Chairman\n\nSAMENA Council Leaders' Summit 2023 | 15th May, 2023 - Dubai, UAEPromo\n\nFitch upgrades Omantel to ‘BBB-’ with stable outlook, affirming its strategic strength\nView Details\n\nSAMENA Council Highlights Upper 6 GHz Spectrum as a Catalyst for Driving Next Stage of Cellular & WLAN Ecosystems\nView Details\n\n- Member Login                            \n\n\n\n\nUsername\n\n\n\nPassword\n\n\n\n\nLogin\n\nForgot password ?\n- Contact Us\n\n- Home\n- About \n\nCEO Message \n\nProfile\n\nManagement Team\n\nHistory\n- Board of Directors \n\nBoard of Directors \n\nExecutive Committee \n\nBoard Sub-Committee \n\nFinance & Audit Committee\n- Ecosystem \n\n\nMember Login\nSAMENA Ecosystem 2006-25\nStrategic Engagements\n\n\nTestimonials\n- Advocacy & Dialogue \n\nCRO/IAGDI \n\nLeaders' Summit \n\nSAMENA RISE \n\nSAMENA Accelerator \n\nBeyond Connectivity\n\n Regulatory Summit\n\nConvergence \n\nCMO \nCOP28 UAE\n- Industry Matters \n\n\n\n\n\n\nFixed Wireless Access (FWA)New\n\n5G Development\n\nDigital Services\n\nIndustry Fees & Taxation\n\nLatest Open Consultations\n\nPosition Papers\n\nDigitalization\n\n       •   Global Digital Index\n\n\n\n\n\nPolicy & Regulation Issues\n\nRegional Regulatory Profiles New\n\nArticles & Industry Views\nWorld Radiocommunication Conference\n       •   WRC-23\n\n       •   WRC-19\n\n\n\n\n\nIndustry Issues & Opportunities\n\n       •   Visual Intelligence New\n       •   Broadband Development\n       •   Financing Models\n       •   Child Online Protection\n       •   Tech Development\n- Working Groups \n\nDigital Services \n\nData Regulation\n\nSpectrum Management \n\nIndustry Fees & Taxation \n\nSatellite & Subsea\n- SAMENA Trends \n\n2025\n\n2024\n\n2023\n\n2022\n\n2021\n\n2020\n\n2019\n\n2018\n\n2017\n\n2016\n\n2015\n\n2014\n- Media \n\nIndustry Updates \n\nPress Releases\n\nSAMENA Council in Media\n\nVideo Content\n\n- CEO Message\n- Profile\n- Management Team\n- History\n\n- Board of Directors\n- Executive Committee\n- Board Sub-Committee\n- Finance & Audit Committee\n\n- Member Login\nSAMENA Ecosystem 2006-25\nStrategic Engagements\n\n\nTestimonials\n\n- CRO/IAGDI\n- Leaders' Summit\n- SAMENA RISE\n- SAMENA Accelerator\n- Beyond Connectivity\n- Regulatory Summit\n- Convergence\n- CMO\n- COP28 UAE\n\n- Fixed Wireless Access (FWA)New\n- 5G Development\n- Digital Services\n- Industry Fees & Taxation\n- Latest Open Consultations\n- Position Papers\n- Digitalization\n- •   Global Digital Index\n\n- Policy & Regulation Issues\n- Regional Regulatory Profiles New\n- Articles & Industry Views\n- World Radiocommunication Conference\n- •   WRC-23\n- •   WRC-19\n\n- Industry Issues & Opportunities\n- •   Visual Intelligence New\n- •   Broadband Development\n- •   Financing Models\n- •   Child Online Protection\n- •   Tech Development\n\n- Upcoming Meetings\n- Meetings Archive\n\n- Digital Services\n- Data Regulation\n- Spectrum Management\n- Industry Fees & Taxation\n- Satellite & Subsea\n\n- 2025\n- 2024\n- 2023\n- 2022\n- 2021\n- 2020\n- 2019\n- 2018\n- 2017\n- 2016\n- 2015\n- 2014\n\n- Industry Updates\n- Press Releases\n- SAMENA Council in Media\n- Video Content\n\n- Industry Updates\n- Press Releases\n- SAMENA Council in Media\n- Video Content\n\n- #304, Alfa Building, Knowledge Village,\r\n                            P.O. Box: 502544, Dubai, UAE.\n- +971.4.3642700\n- info@samenacouncil.org\n\n- Home\n- Profile\n- Management Team\n- Board of Directors\n- Contact Us\n\n- Working Groups\n- Members\n\n- Position Papers\n- SAMENA Trends\n- SAMENA Daily\n- Press Releases\n- Sitemap\n\n- Regional Regulatory Profiles\nAfghanistan, Algeria, Bahrain, Bangladesh, Egypt, Iran, Iraq, Jordan, Kuwait, Lebanon, Libya, Morocco, Nepal, Oman, Pakistan, Palestine, Qatar, Saudi Arabia, Sri Lanka, Sudan, Syria, Tunisia, Turkey, United Arab Emirates, and Yemen.\n\n\n View Details\n- SAMENA ELITE\nJun-Sep, Volume 02, 2025\r\n\t\t\tAccelerating FWA: Moving toward Faster, Fairer Digital Future\n\n View Online\n- SAMENA Trends\nVolume 16 | August-September, 2025\r\n\t\t\tHuman-Centric Innovation, Collaboration, and Technology in an AI-Mediated World\n\n View Online\n- Leaders' Summit 2025\nIntelligent & Sustainable Transformation of Digital Economies\n26th May, 2025 | Dubai, UAE\n\n\n View Details\n- SAMENA LEAD Awards 2024\nLeadership & Excellence Awards in Digital-development\nOctober 15th, 2024 | Dubai, UAE\n\n\n View Details\n- FWA Info Series - ELITE FWA Club\n\nFWA as a 5G Monetization Service\n\nThe 3 Key to 5G FWA Success - the Network, the Service, the CPE\n\nFWA Market Updates & Trends - The Evolution of the FWA Ecosystem\n\n\n Learn more\n- Industry Reports\nSpectrum Outlook For Commercial and Innovative Use\n2025-2027\n\nGlobal Digitalization Index 2024\nSeptember 2024\n\nThe State of Broadband 2024:\nLeveraging AI for Universal ConnectivityPart One - June 2024\n\n\n\n View Reports\n- Leaders' Summit 2024\n13th May, 2024 | Dubai, UAE\n“Evolving toward Integration, Intelligence & Sustainability in Infrastructure”\n\n Post Event\n- Press Release\nSAMENA Council Highlights Pathways for Inclusive Digital Growth across Africa & SA-ME-NA Regions at MWC Kigali\n\nVisual Intelligence: At GITEX 2025, SAMENA Council Paves the Way for Telecom Operators to Lead in another Powerful Role\n\nAt GITEX Global 2025, SAMENA Council Positions Fixed Wireless Access (FWA) as a Key Growth Driver for Digital Innovations\n\nSAMENA Council Takes on a Vital Role at GCF 2025 to Voice the Region's Digital Resilience, Investment, and Cybersecurity Needs\n\n View Details\n- ITU World Radio Communication Conference 2023 (WRC-23)\n\nDubai, United Arab Emirates, 20 November to 15 December 2023\n\n Learn more\n- Latest Video\nITU INTERVIEWS @ GSR-23: Mr. Bocar A. BaCEO, SAMENA CouncilIAGDI - CRO Chairman\n\nSAMENA Council Leaders' Summit 2023 | 15th May, 2023 - Dubai, UAEPromo\n\n View Details\n- Latest Member Updates\nFitch upgrades Omantel to ‘BBB-’ with stable outlook, affirming its strategic strength\nView Details\n\nSAMENA Council Highlights Upper 6 GHz Spectrum as a Catalyst for Driving Next Stage of Cellular & WLAN Ecosystems\nView Details\n\n",
    "title": "Algeria unveils comprehensive digital transformation strategy - SAMENA Daily News"
  },
  {
    "url": "https://digitalpolicyalert.org/change/14175-algerian-national-artificial-intelligence-strategy",
    "status": "success",
    "webpage_content": "# Policy change - Digital Policy Alert\n**Description:** An independent, timely and accessible record of policy and regulatory changes affecting the digital economy.\n**Source URL:** https://digitalpolicyalert.org/change/14175-algerian-national-artificial-intelligence-strategy\n---\n\n# Algeria: National Artificial Intelligence Strategy\n\n### Progress\n\n### Scope\n\n### Timeline of events\n\n### AI Council announced National Strategy for Artificial Intelligence\n\n### Related changes\n\n## Contact\n\n## Twitter\n\n## Get notified\n\n## Pages\n\n## Current\n\n## An SGEPT initiative\n\nOn 8 December 2024, the AI Council announced the adoption of the National Artificial Intelligence Strategy. The strategy encompasses six primary pillars, focusing on supporting scientific research, cultivating an AI-enabling environment and enhancin…\n\nNo related interventions found.\n\nAll content is available under the Creative Commons Attribution 4.0 International license, except where otherwise stated.\n\n- Contact\n- Get notified\n- Sign In\n\n- Activity Tracker\n- Explore in Detail  Aggregate Dynamics Countries Policy Areas Economic Activities\n- Current Threads\n- Analysis\n- Support Us  About Us Donate\n- API Access\n\n- Aggregate Dynamics\n- Countries\n- Policy Areas\n- Economic Activities\n\n- About Us\n- Donate\n\n- Activity tracker\n- Aggregate Dynamics\n- Countries\n- Policy Areas\n- Economic Activities\n- Current Threads\n- Analysis\n- About Us\n- Donate\n- API Access\n\n- Contact\n- Get notified\n- Sign In\n\n- Overview\n- Timeline of Events\n- Related changes\n\n- Activity Tracker\n- Aggregate Dynamics\n- Current Threads\n- Analysis\n- Countries\n- Policy Areas\n- Economic Activities\n- API Access\n- About\n- Donate\n\n",
    "title": "Policy change - Digital Policy Alert"
  },
  {
    "url": "https://www.trade.gov/market-intelligence/west-bank-palestinian-national-strategy-artificial-intelligence",
    "status": "success",
    "webpage_content": "# West Bank: Palestinian National Strategy for Artificial Intelligence\n**Description:** The West Bank’s National AI Strategy drives digital transformation, economic growth, and creates opportunities for tech investment and partnerships.\n**Source URL:** https://www.trade.gov/market-intelligence/west-bank-palestinian-national-strategy-artificial-intelligence\n---\n\n# West Bank: Palestinian National Strategy for Artificial Intelligence\n\nDeveloping a National Artificial Intelligence (AI) Strategy in the West Bank is at the core of the Palestinian Government’s process of implementing digital transformation in the government sector.  An AI strategy is crucial for supporting sustainable development, facilitating regional cooperation, and positioning the West Bank as an international player in the field of AI.\n\nIn 2021, the Palestinian Council of Ministers formed a national team for AI with the responsibilities to define, implement, and manage the National AI Strategy.  The team was headed by the Ministry of Telecommunications and Digital Economy and included representatives from government ministries and councils, academia, and the private sector.  As a result, a National Artificial Intelligence Strategy was launched in 2023.  The strategy outlines the Palestinian Government’s plans to enhance the use of AI technologies to transform the economy, harness the technology, develop appropriate business models, and implement major changes to create growth.\n\nThe Strategy’s objectives:\n\nThe Strategy’s Action Areas:\n\nThe Palestinian Authority has taken actions to institutionalize AI technologies by creating strategies, governance bodies, legal and ethical draft laws, and some pilot programs in education and data infrastructure.  These actions are still in the early stage.  There are many challenges in implementation, scaling, and technical capacity.\n\nIn education, the Arab American University and Birzeit University in the West Bank are integrating AI into curricula and have recently launched graduate and undergraduate specializations in Artificial Intelligence and Robotics.  Other educational programs include the Palestinian Information Technology Association’s (PITA) capacity building and training programs on integrating AI and machine learning in the private tech sector.\n\nGood opportunities exist for U.S. companies that specialize in AI solutions and applications in the transportation, energy, agriculture, environment, water, tourism, and healthcare sectors.  Future demand is expected for U.S. companies specializing in data storage, cloud computing, servers, and cybersecurity. Doing business with tech companies in the West Bank offers access to a growing pool of young, well-educated talent in areas like software development and data science.\n\nFor more information about AI in the West Bank, please contact Senior Commercial Specialist Assad Barsoum at Assad.Barsoum@trade.gov.\n\n- Home\n- market intelligence\n- West Bank: Palestinian National Strategy for Artificial Intelligence\n\n- Integrate AI technologies to offer more efficient and transparent government services.\n- Use AI in key development sectors to achieve economic impact and find solutions.\n- Encourage investment in AI research and innovation through public-private partnerships and joint initiatives with universities, research centers, and the private sector.\n- Make the West Bank a regional hub for AI talent and education to meet local and regional market needs and attract international researchers and experts in the field of AI.\n- Support continuous learning and rebuilding skills that contribute to workforce development and sustainability.\n- Create a thriving AI environment by encouraging and supporting private sector companies, technology companies, local startups, and innovative efforts, and create an academic and scientific environment full of ideas, invention and innovation.\n- Promote a human-centered AI approach that prioritizes Palestinians well-being and facilitates multi-stakeholder dialogue on responsible AI deployment and encourage policy-related discussions for the benefit of society.\n- Leverage AI as an opportunity to integrate marginalized groups into initiatives that promote human advancement and personal development.\n- Facilitate local, regional, and international cooperation to unify views and efforts in the field of AI for the benefit of society.\n- Active contribution in international forums on topics such as AI ethics, responsible AI, and the social and economic impact of AI.\n- Support research bridges between Palestinian and international universities in the field of AI research.\n\n- Artificial Intelligence for Government: Rapid adoption of AI technologies by automating government processes and integrating AI into the decision-making process to increase efficiency and transparency.\n- Artificial Intelligence for Development: Applying AI in various economic sectors to increase efficiency, achieve higher economic growth, and enhance competitiveness. Key projects will be gradually identified and implemented through local and international partnerships, which will always include a capacity-building component to enhance technology and knowledge transfer and contribute to local environment growth. Priority sectors in the first phase include: transportation, energy, agriculture, environment, water management, healthcare, Arabic language processing, economic planning and development, manufacturing, smart infrastructure management, tourism, and cybersecurity.\n- Building technical and administrative capacities in the private and public sectors: Preparing the Palestinians for the era of AI, from public awareness to schools and universities, and through vocational training in technical and non-technical specializations.\n- Artificial Intelligence and the Legal Framework: Building a legal framework that focuses on the implications of using AI on human rights, monitoring, and liability, while considering fairness, accountability, and transparency in the decision-making process.\n- International Activities: Strengthening the Palestinian Territories position regionally and internationally by supporting relevant initiatives and conferences and actively participating in discussions related to AI and international projects.\n\n",
    "title": "West Bank: Palestinian National Strategy for Artificial Intelligence"
  },
  {
    "url": "https://www.undp.org/arab-states/publications/arab-human-development-report-2022-expanding-opportunities-inclusive-and-resilient-recovery-post-covid-era",
    "status": "success",
    "webpage_content": "# Arab Human Development Report 2022 : Expanding Opportunities for an Inclusive and Resilient Recovery in the Post-Covid Era | United Nations Development Programme\n**Description:** The Arab Human Development Report 2022 focuses on theme of post-COVID recovery in the context of current development challenges. In particular, the AHDR assesses the state of human development across governance, society, and economy prior to COVID-19 and the impact of the pandemic. It provides concrete recommendations on how to guide a sustainable, green, equitable, and inclusive recovery. \n**Source URL:** https://www.undp.org/arab-states/publications/arab-human-development-report-2022-expanding-opportunities-inclusive-and-resilient-recovery-post-covid-era\n---\n\n## Arab Human Development Report 2022 : Expanding Opportunities for an Inclusive and Resilient Recovery in the Post-Covid Era\n\n## Arab Human Development Report 2022 : Expanding Opportunities for an Inclusive and Resilient Recovery in the Post-Covid Era\n\n###### June 24, 2022\n\n#### Arab Human Development Report 2022: Expanding Opportunities for an Inclusive and Resilient Recovery in the Post-Covid Era\n\n###### Document Type\n\n###### Regions and Countries\n\n###### Topics\n\n## Related Publications\n\n###### Publications\n\n##### Gender Implications in the Energy Sector of the Kyrgyz Re...\n\n###### Publications\n\n##### Independent Country Programme Evaluation: Libya\n\n###### Publications\n\n##### Just Transition - Readiness Assessment in the Kyrgyz Repu...\n\n###### Publications\n\n##### Kyrgyz Republic National Human Development Report 2024\n\n###### Publications\n\n##### Navigating Energy Poverty: Sustainable Solutions for Kyrg...\n\n###### Publications\n\n##### The Humanitarian-Development-Peace Engagement Strategy fo...\n\n### UNDP Arab States\n\n## Find Our Offices Around the World.\n\n### UNDP Arab States\n\n## Filters\n\nThe 2022 Arab Human Development Report assesses the impacts of the Covid-19 pandemic on the Arab States region’s sustainable human development trajectory.\n\nThe scourge of the Covid-19 pandemic on human development has been felt well beyond the spread of the virus itself to the impacts of the controls to contain it and the measures to alleviate its broader impacts. Lockdowns, closures and mobility restrictions reduced people’s freedoms. And economic down-turns stripped many people of their livelihoods while reducing public resources for healthcare and safety nets, especially for those already vulnerable.\n\nThe Report reviews the prospects for human development in the region and contends that getting human development back on track in the post-pandemic era will require greater efforts to make governance systems more accountable and responsive, economies more diversified and competitive, and societies more cohesive and inclusive —in order to ensure a resilient recovery for all.\n\nThis study provides an in-depth analysis of the significant gender disparities in the energy sector in the Kyrgyz Republic and their impacts on women's access t...\n\nThis Independent Country Programme Evaluation reviews UNDP’s work in Libya during the 2020–2026 programme cycle, a period marked by political fragmentation, fra...\n\nA Just Transition Readiness Assessment entails a qualitative and quantitative methodology that examines the potential impacts—both positive and negative—of sect...\n\nThe National Human Development Report (NHDR) 2024—a flagship analytical product periodically produced by UNDP—presents an opportunity to reflect on how the Kyrg...\n\nA comprehensive household survey conducted between February and March 2024 in selected districts pursued to understand energy choices and behaviors, particularl...\n\nDeveloped by the UNDP under the SHIELD Programme, with support from the Australian Government and in partnership with the Consortium of Bangsamoro Civil Society...\n\ncurrent selection\n\nGet in touch, share your ideas, and discover how we can work together for a sustainable, just, and equitable future.\n\ncurrent selection\n\nOffice Type\n\n- All\n- Full Report\n\n- AHDR 2022 Executive Summary - English\n\n\n\n\npdf (0.8  MB)\n- AHDR 2022 Full Report – English\n\n\n\n\npdf (3  MB)\n- AHDR 2022 Executive Summary – Arabic\n\n\n\n\npdf (0.9  MB)\n- AHDR 2022 Full Report – Arabic\n\n\n\n\npdf (2.9  MB)\n- AHDR 2022 Executive Summary – French\n\n\n\n\npdf (0.8  MB)\n\n- Home\n- Arab States\n- Publications\n- Arab Human Development Report 2022 : Expanding Opportunities For An Inclusive and Resilient Recovery In The Post-Covid Era\n\n- Human Development Report\n\n- Arab States\n\n- Coronavirus COVID-19\n- Human development report\n- Sustainable Development Goals\n- Sustainable development\n\n- Africa\n- Arab States\n- Asia and the Pacific\n- Europe and Central Asia\n- Latin America and the Caribbean\n\n- Country office\n- Policy centre\n- Regional office\n- Representation office\n\n",
    "title": "Arab Human Development Report 2022 : Expanding Opportunities for an Inclusive and Resilient Recovery in the Post-Covid Era | United Nations Development Programme"
  },
  {
    "url": "https://www.oecd.org/en/publications/governing-with-artificial-intelligence_795de142-en/support-materials.html",
    "status": "success",
    "webpage_content": "# Support Materials - Governing with Artificial Intelligence | OECD\n**Description:** Support Materials - Governing with Artificial Intelligence\n**Source URL:** https://www.oecd.org/en/publications/governing-with-artificial-intelligence_795de142-en/support-materials.html\n---\n\n# Governing with Artificial Intelligence\n\n#### More info\n\n#### Select a language\n\n#### Cite this content as:\n\n## Support Materials - Governing with Artificial Intelligence\n\n- OECD\n- Publications\n- Governing with Artificial Intelligence\n- Support Materials\n\n- Digital\n- Governance\n- Science, technology and innovation\n- Artificial Intelligence\n- Digital government\n- Digital transformation\n- Anti-corruption and integrity\n- Government innovation\n- Public employment and management\n- Public policymaking\n- Public procurement\n- Regulatory reform\n- Sustainable Development Goals (SDGs)\n- Tax administration\n- Technology policy\n- Public finance and budgets\n- Governing with AI\n- Administrative simplification\n- AI risks and incidents\n- Better regulation and innovation\n- Data governance\n- Digital and Innovative Public Services\n- Digital skills\n- Dispute resolution in cross-border taxation\n- Emerging technologies\n- Financial Management and Reporting\n- Generative AI\n- Governance of the Digital Transformation\n- Government communication\n- Government Data\n- Innovative capacity of governments\n- Integrity in public procurement\n- Internal control and audit in the public sector\n- Public finance\n- Public governance and administration modernisation\n- Public integrity\n- Public investment and infrastructure\n- Public policy monitoring and evaluation\n- Public private partnerships\n- Public procurement evaluation\n- Public sector workforce\n- Strategic public procurement\n- Tax administration capacity building and knowledge sharing\n- Technology governance\n- Access to justice\n\n- Summary\n- Full report\n- Support materials\n\n- English\n- français\n\n- Press release for Governing with AI\n\n\n\noecd.org\n18 September 2025\n- Key findings video from Governing with AI\n\n\n\nyoutube.com\n18 September 2025\n- Livestream: Launch of Governing with AI\n\n\n\nyoutube.com\n18 September 2025\n- Presentation of key findings from Governing with AI\n\n\n\n18 September 2025\n\n",
    "title": "Support Materials - Governing with Artificial Intelligence | OECD"
  },
  {
    "url": "https://knowledge.csc.gov.sg/",
    "status": "success",
    "webpage_content": "# Civil Service College, Singapore\n**Source URL:** https://knowledge.csc.gov.sg/\n---\n\n# CSC Knowledge\nCSC Knowledge\n\n# ETHOS\n\n# ETHOS\n\n# ETHOS\n\n# Books\n\n# Books\n\n# Books\n\n# LEARN\n\n# ODEx Resource Portal\n\nEmpowering our public officers with the skills, insights and inspiration to make a meaningful impact in their roles\n\nETHOS is a publication of the Civil Service College aiming to provide leadership, insight and context on public policy issues of interest to Singapore.\n\nETHOS is a publication of the Civil Service College aiming to provide leadership, insight and context on public policy issues of interest to Singapore.\n\nETHOS is a publication of the Civil Service College aiming to provide leadership, insight and context on public policy issues of interest to Singapore.\n\nCSC publishes a range of books, from case studies and primers, to toolkits and conference proceedings.\n\nCSC publishes a range of books, from case studies and primers, to toolkits and conference proceedings.\n\nCSC publishes a range of books, from case studies and primers, to toolkits and conference proceedings.\n\nCSC Digital Learning Platform\n\nCSCâs digital programme and learning resources from renowned third-party content providers.\n\nOrganisation Development\n\nA self-help platform with resources developed and curated specially for Organisation Development Practitioners.\n\n",
    "title": "Civil Service College, Singapore"
  },
  {
    "url": "https://www.smartnation.gov.sg/",
    "status": "success",
    "webpage_content": "# Home | Smart Nation Singapore\n**Description:** The Smart Nation initiative is a whole-of-nation effort led by the Ministry of Digital Development and Information to build a thriving digital future for all.\n**Source URL:** https://www.smartnation.gov.sg/\n---\n\n# A Thriving Digital Future for All\n\n## Our Smart Nation goals\n\n### A Smart Nation that we can trust\n\n### A Smart Nation that helps us grow\n\n### A Smart Nation that keeps us together\n\n## Our achievements\n\n### 9th\n\n### 2nd\n\n### 4th\n\n### 3rd\n\n2025 IMD Smart City Index\n\n2025 IMD World Digital Competitiveness Ranking\n\n2024 WIPO Global Innovation Index\n\n2024 UN E-Government Development Index\n\n",
    "title": "Home | Smart Nation Singapore"
  },
  {
    "url": "https://en.digst.dk/",
    "status": "success",
    "webpage_content": "# Agency for Digital Government\n**Source URL:** https://en.digst.dk/\n---\n\n# The Danish Agency for Digital Government\n\n## Developing the digital public sector\n\n## The Danish Digital Journey\n\n## Strategy\n\n## Systems\n\n## Artificial Intelligence (AI)\n\n## International Cooperation\n\n## Digital-Ready Legislation\n\n## Digital Inclusion\n\nFor more than 20 years, the Danish national government, municipalities, and regions have worked closely together to build a strong digital service infrastructure that serves as the public sector’s foundation for delivering public services to residents and businesses in Denmark.\n\nRead about the Danish Digital Journey\n\nPublic authorities at all levels collaborate strategically to deliver top public services, fostering a digital mindset and a shared vision for a digital public sector.\n\nRead about our strategies\n\nDenmark has a joined-up national digital service infrastructure, which enables public authorities at all government levels to deliver world-class digital services to the population round the clock.\n\nRead about our systems\n\nAI offers great potential for growth, prosperity, and top-tier public services. Denmark focuses on human-centred, responsible AI to address ethical challenges posed by the technology.\n\nRead about the uptake of new technologies\n\nDenmark engages in various international digital government forums, including the EU, European Coalition of the Willing, Nordic Council of Ministers, Digital Nations, and OECD.\n\nRead about international coorperation\n\nSince 2018, broad political support has backed simplifying Danish legislation. Digital-ready laws ease civil servants’ workload making rules clearer for residents and businesses.\n\nRead about digital-ready legislation\n\nSociety must make digital solutions accessible to all. The Agency for Digital Government ensures targeted communication and assistance to groups with special digital needs.\n\nRead about digital inclusion\n\n",
    "title": "Agency for Digital Government"
  },
  {
    "url": "https://www.kratid.ee/en",
    "status": "success",
    "webpage_content": "# Avaleht | Kratid\n**Source URL:** https://www.kratid.ee/en\n---\n\n# Discover\nthe e-governance technologies of Estonia\n\n## Estonia is digitally powerful thanks to data-driven solutions and passionate work.\n\n### Artificial Intelligence\n\n### Data\n\n### Bürokratt\n\n## Upcoming events\n\nFind out how Estonia is using data and artificial intelligence to empower its digital government.\n\nData is the engine of digital development. The state generates improved solutions through the synergy of data and artificial intelligence. This website contains different materials that offer a comprehensive overview of all things related to data and artificial intelligence in the public sector of Estonia.\n\nArtificial intelligence (AI) is a system based on an autonomous software algorithm capable of learning. Learn more about the AI projects implemented in the public sector of Estonia.\n\nData plays an increasingly important role in today’s society. Data is used to make (management) decisions, offer novel and effective services and improve people’s lives.\n\nBürokratt is an interoperable network of chatbots on the websites of public authorities that allows people to obtain information from these authorities through a chat window using everyday language.\n\nWe organise a great number of data and AI focused events a year. All the events are open to anyone interested in learning more about the projects implemented in Estonia. The majority of our events take place online, but a few times a year we also host larger in-person events.\n\nÜliõpilaste teadustööde konkurs\n\nEripreemia avaliku sektori andmevaldkonna edendamises. Tööde esitamise tähtaeg on 15. september.\n\nMida uut võimaldab andmehalduse rakendus RIHAKE?\n\nEsmalt meeldetuletuseks, et RIHAKE võimaldab kirjeldada asutuse andmestikke ja nende sisu, andmestikes kasutatavaid klassifikaatoreid ja loendeid ning koostada andme- ja ärisõnastikke. Kuid kuhu RIHAKE liigub?\n\nRead more news\n\n",
    "title": "Avaleht | Kratid"
  }
]